[
 {
   "ID": 641,
   "Title": "What is a Diabetologist?",
   "Content": "<p className=\"has-medium-font-size\"><strong>Diabetologists</strong> are particular endocrinologists who have dedicated their clinical practice to the investigation, conclusion, and treatment of all types of diabetes.</p><h2>About Diabetology</h2><p>Diabetologists are generally doctors with residency preparing in endocrinology that has finished specific preparing in the subspecialty of <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/whats-is-diabetes/\"target=\"_blank\"  rel=\"noopener\" title=\"diabetes\" data-wpil-keyword-link=\"linked\">diabetes</a> - even though doctors trained in different regions may likewise work to treat diabetetes. These experts are equipped to give complete consideration to patients experiencing a wide range of <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/fr/conditions/whats-is-diabetes/\"target=\"_blank\"  rel=\"noopener\" title=\"diabetes\" data-wpil-keyword-link=\"linked\">diabetes</a>.</p><p>Diabetologists treat the three significant sorts of diabetes: type 1, type 2, and gestational diabetes, just as other more uncommon diabetic conditions. The tests utilized to analyze diabetes by these specific endocrinologists incorporate pee investigations, fasting blood glucose level tests, hemoglobin A1c tests, oral glucose resilience tests, and non-fasting blood glucose level tests.</p><p>The medicines given by a diabetes expert may include: recommending and teaching the patient on a better eating routine (which food sources to eat and to what extents, when to eat, and so forth), proposing the legitimate exercise routine (what sorts of activity, when to work out, when to rest, and so on), the remedy of prescriptions (like insulin infusions), pulse and cholesterol control medicines, guidance on self-testing of blood glucose levels and other related diabetes the board procedures, albeit different medication might be given.</p><h2>Diabetology Education &amp; Training</h2><p>Endocrinologists prepared in diabetology, in some cases alluded to as diabetologists, seek after similar schooling and preparing as an overall endocrinologist, as the two fortes are firmly related: diabetology is a subspecialty of <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/endocrinology/\"target=\"_blank\"  rel=\"noopener\" title=\"endocrinology\" data-wpil-keyword-link=\"linked\">endocrinology</a>. After finishing a college degree, the culmination of an MD or DO practitioner training is required. Following graduation from clinical school, the doctor should complete a three to long-term residency program (for the most part in interior medication), which ordinarily incorporates, in any event, one year as an assistant.</p><p>Following the fulfillment of the entry-level position and residency program, the doctor should finish long-term cooperation in a specific field of endocrinology – for this situation, the investigation of diabetes and the metabolic framework. During the exceptionally particular collaboration preparation, the doctor will get explicit practice and guidance on the best way to forestall, analyze, treat, and oversee diabetes in patients. Rehearsing and licensure necessities differ by the state for the field of diabetology; numerous diabetologists look for certificates from the American Association of Diabetes Educators or potentially board accreditation in Endocrinology, Diabetes, and Metabolism from the American Board of Internal Medicine.</p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/Diabetologist-adoctor.org_-1.jpg",
   "Categories": "Diabetologist",
   "Tags": "about Diabetologist|Diabetologist|Diabetology|treatment"
 },
 {
   "ID": 653,
   "Title": "What is Epidemiology and What Does an Epidemiologist Do?",
   "Content": "<p className=\"has-medium-font-size\"><strong>Epidemiology</strong> is the area of healthcare that deals with the incidence, distribution, and possible control of diseases, illnesses, and other factors relating to health. Epidemiologists are professionals in the medical field, but they aren’t necessarily doctors. By definition, they work mainly in controlled conditions in a laboratory. </p><p>If a disease breaks out or there is an epidemic, epidemiologists will go into the field to study the disease-causing organisms directly and to advise authorities on control strategies. They will also safely collect such organisms for further study in laboratory conditions where the environment is contained and controlled. Even during times of no crisis, their work is invaluable because they often predict future disease occurrences and recommend preventative measures.</p><h2>What is Epidemiology?</h2><p><a className=\"wpil_keyword_link \" href=\"https://adoctor.org/epidemiology/\"target=\"_blank\"  rel=\"noopener\" title=\"Epidemiology\" data-wpil-keyword-link=\"linked\">Epidemiology</a> is a field where trained epidemiologists study patterns of frequency and the causes and effects of diseases in human populations. Epidemiology provides the scientific footings for evidence-based medicine and allows the placement of strategies for improvement in public health. Epidemiology is often referred to as the cornerstone of modern public health research and practice. It relies on various relevant public health areas, including <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/biology/\"target=\"_blank\"  rel=\"noopener\" title=\"biology\" data-wpil-keyword-link=\"linked\">biology</a>, biostatistics, social sciences, and assessing the risk of exposure to a threat.</p><p>What does an epidemiologist do? Epidemiologists design, implement and manage studies of various types regarding pathogens. Their work could pertain to pandemics, such as the present <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/whats-is-covid-19-coronavirus-disease-2019-formerly-known-as-2019-ncov/\"  title=\"COVID-19\" data-wpil-keyword-link=\"linked\">COVID-19</a> pandemic or isolated outbreaks of wholly unrelated diseases. Even in relatively mundane situations, such as a minor salmonella outbreak, it is up to epidemiologists to contain the epidemic, investigate the cause, and determine if any other factors are in play. They will collect data, analyze the data, and make sure that all of the proper authorities in every instance get the information they need.</p><p>Once they’ve created a response strategy, they must also collect further data to evaluate the effectiveness of the process. In cases where a vaccine is developed, they must track the vaccine’s efficacy and the occurrence of any mutated strains of the disease for which the vaccine was initially created. This is where the epidemiologist’s attention to detail is vital. Without “good data” upon which to rely, new strains could pose unforeseen problems.</p><p>Therefore, epidemiologists must also be responsible for their staff in the field, the labs, and the relevant offices. They must oversee these staff for accuracy and ethics while still maintaining the highest degree of both in themselves.</p><h2>What is an Epidemiologist?</h2><div className=\"wp-block-image\"><figure className=\"aligncenter size-large\"><img src=\"https://adoctor.org/wp-content/uploads/What-is-Epidemiology-and-What-Does-an-Epidemiologist-Do-MD-1.jpg\" alt=\"\" className=\"wp-image-650\"/></figure></div><p>Epidemiologists study outbreaks of diseases, the causes, locations, and how various communities are affected, utilizing relative information to aid in the prevention of future outbreaks. Epidemiologists help to keep the public informed of methods to maintain and improve public health. Epidemiologists work at universities and for government organizations, including the (CDC) Centers for Disease Control, National Institute of Health (NIH), or the World Health Organization (WHO). The Bureau of Labor Statistics states that&nbsp;epidemiologists earned an average of $65,270&nbsp;in 2012, with the top ten percent of epidemiologists earning at least $108,320.</p><p>Epidemiologists are more than just folks in white lab coats hunching over microscopes looking at Petri dishes. There are a wide variety of specializations in the field that cover nearly all disease variables. Some study the pathology of <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-is-cardiovascular-disease-risk-factors/\"target=\"_blank\"  rel=\"noopener\" title=\"cardiovascular\" data-wpil-keyword-link=\"linked\">cardiovascular</a> diseases. They perform studies with random samples of the population, often comparing different age demographics. It is their goal to determine risk factors and possible outcomes of different age groups. Others study the effects of drugs on patients, not just regarding the efficacy of these drugs on the diseases they treat but also the short-term and long-term effects of the drugs on those patients outside the realm of the applicable conditions.</p><p>Still, others focus their attention on the various ways that diseases infect people, transmit themselves from one person to another, and affect the environment. This includes both the effect of the conditions themselves and their communicability. These field epidemiologists work closely with infectious-disease epidemiologists in the laboratory to develop vaccines. Both work with molecular epidemiologists to determine how pathogens interact with the body and how a vaccine will affect both the pathogens and the body they infect.</p><h2>What are the Degree Options for a Career in Epidemiology?</h2><p>Students not wishing to become full epidemiologists may incorporate epidemiology in studying a related field while pursuing their associate degrees. Nurse practitioners are one such subgroup, and they bolster their skill sets through such study.</p><p>Even business majors who go into medical billing gain some rudimentary knowledge of epidemiology, especially regarding disease testing and the associated terms. Some students eventually pursue master’s degrees in public health and begin with an associate degree as groundwork.</p><p>Certificate programs also exist for specific topics within the field of epidemiology, and people at all levels of their education seek these to remain up-to-date on all the “latest and greatest” in the area. Some epidemiologists even go through such programs as part of their continuing education.</p><ul><li><em>Bachelor’s Degree</em>&nbsp;– Most universities and colleges do not offer undergraduate programs in Epidemiology and those who want to pursue epidemiology careers usually choose to pursue medicine or other health fields prior to graduate studies.</li></ul><p>Still, pursuing a bachelor’s degree in a field that prepares someone for a graduate degree in epidemiology is a good idea. Biostatistics is one such field. Students study many different aspects of the field of medicine and sort data into different categories. They keep track of the tendencies in these categories as part of their training. This prepares them for the clinical “scientific model” necessary when studying diseases and disease-causing organisms.</p><p>Students develop and hone their analytical skills and thought processes. They also naturally develop their skills in both problem solving and critical thinking. By focusing on these aspects of the 120 credit hours they usually complete in pursuit of their bachelor’s degrees, students correctly prepare themselves to move on in the field of epidemiology.</p><ul><li><em>Master’s Degree</em>&nbsp;– Epidemiologists are required to have at least a Master’s degree from an accredited University or College. Most epidemiologists have a Master’s Degree in Public Health (MPH) or a related field. Epidemiology graduate programs provide students with the skills to investigate and analyze the root causes and spread of disease to develop methods of prevention and control. The most common degree is a Master of Public Health with a concentration or focus on epidemiology, however degree programs that focus solely on epidemiology are becoming more popular. Most Master’s Degree programs require students to complete a practicum or internship that can last for up to one year. In addition to a Master’s Degree in Epidemiology some programs offer highly concentrated degrees for those pursuing particular career paths. Some areas of specialization can include focus on cancer, cardiovascular disease, genetics, <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/infectious-disease/\"target=\"_blank\"  rel=\"noopener\" title=\"infectious disease\" data-wpil-keyword-link=\"linked\">infectious disease</a>, environmental causes and aging.</li><li><em>Doctoral Degree</em>&nbsp;– Some research epidemiologists may be required to hold a Ph.D. or medical degree depending on the careers they choose. A doctoral degree provides graduates the skills and knowledge required to be at the top of their chosen field. The doctorate degree in epidemiology consists of one to three years of study and a doctoral dissertation. Those who earn a doctorate will find more opportunities available including more in-depth research studies or options for teaching. Students in a doctoral program can specialize in specific areas of epidemiology including cancer research or zoonotic infectious diseases.</li></ul><h3>M.D. Epidemiologists</h3><div className=\"wp-block-image\"><figure className=\"aligncenter size-large\"><img src=\"https://adoctor.org/wp-content/uploads/What-is-Epidemiology-and-What-Does-an-Epidemiologist-Do-MD.jpg\" alt=\"\" className=\"wp-image-649\"/></figure></div><p>Some of the most sought-after people hold both a medical degree and a master’s of epidemiology in many clinical settings. A doctor who becomes an epidemiologist has better insight into the causes of the very diseases that need treatment. This is particularly true of infections disease specialists. Having “both clubs in the bag,” so to speak, makes such specialists the best-trained and educated medical community members when it comes to diseases.</p><p>The method for a doctor to become an epidemiologist is the same as it is for anyone else. That person would have to complete a master’s degree in epidemiology separate from medical school and the required residency. Epidemiologists who also want to become doctors would usually focus on pre-med studies as an undergraduate and might even do a combined degree program that included a master’s in epidemiology before going to medical school.</p><h3>What Are the Top 10 Master’s in Public Health Epidemiology Programs?</h3><p><em><a href=\"https://www.usnews.com/best-graduate-schools/top-health-schools/public-health-rankings\">U.S. News and World Report</a></em>&nbsp;ranked Johns Hopkins as the No. 1 school for Public Health in the United States. Following Johns Hopkins in the rest of the top 10 are:</p><ul><li>Harvard University</li><li>University of North Carolina-Chapel Hill</li><li>Columbia University</li><li>Emory University</li><li>University of Michigan-Ann Arbor</li><li>University of Washington</li><li>Boston University</li><li>University of California-Berkeley</li><li>University of Minnesota-Twin Cities</li></ul><p>Each of these universities provides students with many foci within the field. Accordingly, these top 10 places also have excellent medical schools for those who wish to be both medical doctors and epidemiologists.</p><h3>Osteopathy and Epidemiology</h3><div className=\"wp-block-image\"><figure className=\"aligncenter size-large\"><img src=\"https://adoctor.org/wp-content/uploads/What-is-Epidemiology-and-What-Does-an-Epidemiologist-Do-adoctor.jpg\" alt=\"\" className=\"wp-image-648\"/></figure></div><p>Over the last 10 or 15 years, researchers have studied the efficacy of evidence-based medicine, or EBM, in various aspects of the world of medicine. One such aspect is the field of epidemiology. These studies began with applying osteopathic manipulative treatment for lower back pain and how the epidemiology of specific diseases might affect or even cause such pain. They’ve moved on to all clinical applications of OMT for a variety of conditions.</p><p>Because osteopaths treat patients holistically and medically, the study of epidemiology within that framework provides researchers with a dual perspective. Data gathered during such studies can be applied allopathically as well. That makes these studies necessary for the advancement of all branches of medicine.</p><h3>What Are the Future Career Paths for Those With Graduate Degrees in Epidemiology?</h3><p>This area of Healthcare Management is an excellent option for individuals who want to help track patterns of illness and disease and decipher plans to stop further spread. A career as an Epidemiologist is a great way to help your community, society, and humankind.</p><p>As with many other jobs, people who have advanced degrees, additional certifications, and more job experience, not to mention a combination of all three, will earn more than their less-qualified and less-experienced counterparts. Medical doctors who are also epidemiologists will make their full doctor’s salary, perhaps with a bonus for being epidemiologists too.</p><p>Those who pursue careers in epidemiology&nbsp;within public health work in many capacities,&nbsp;including universities and government organizations, including the (CDC) Centers for Disease Control, National Institute of Health (NIH), or World Health Organization. The Bureau of Labor Statistics states that epidemiologists earned an average of $65,270 in 201,2, with the&nbsp;<a rel=\"noreferrer noopener\" href=\"http://www.bls.gov/ooh/life-physical-and-social-science/epidemiologists.htm#tab-5\" target=\"_blank\">top ten percent of epidemiologists earning at least $108,320</a>.</p><p>Given the virulence of the present pandemic and the fact that this is undoubtedly not the last pandemic with which the world must deal, the career opportunities for epidemiologists will expand into the future. Molecular epidemiologists, in particular, are going to grow much faster than most other jobs because they’re the ones who deal with the genetics of the virus. The study of the genetics of the virus is what has produced the messenger-RNA vaccines that are being released today.</p><p>According to the Bureau of Labor Statistics, the average job growth of all jobs in the U.S. is roughly 4% annually. The job growth of epidemiologists will approach 10% between 2020 and 2030, and it is likely to be more than that if other pandemics arise.</p><h3>Conclusion</h3><p>What does an epidemiologist do? They’re currently the most crucial people for the safety of 21st-century society. Their research worldwide has produced the first vaccines for COVID-19 and has given people hope that things might return to some semblance of normalshortlye. Additionally, their work will safeguard the future against further catastrophes. Epidemiology is, therefore, an honorable and much-needed career, and students should be proud to pursue it.</p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/What-is-Epidemiology-and-What-Does-an-Epidemiologist-Do-adoctor.org_-1.jpg",
   "Categories": "Epidemiology",
   "Tags": "Epidemiology|what is Epidemiology"
 },
 {
   "ID": 659,
   "Title": "General practitioner",
   "Content": "<p className=\"has-medium-font-size\">We all have been to <strong>a&nbsp;general practitioner</strong>&nbsp;and some even to a&nbsp;<a rel=\"noreferrer noopener\" href=\"https://en.wikipedia.org/wiki/Medical_specialty\" target=\"_blank\">specialist doctor</a>. We all have been sick. Even if we do not go to the doctor for medical treatment, we may need to see a doctor for a&nbsp;medical check-up or health screening&nbsp;as a job application requisite.&nbsp;</p><p>Most people are more familiar with a <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/general-practitioner/\"target=\"_blank\"  rel=\"noopener\" title=\"general practitioner\" data-wpil-keyword-link=\"linked\">general practitioner</a> (GP). Whenever you start to feel unwell, your first instinct is to see a general practitioner – whether it’s in a&nbsp;clinic, health center,<strong> or hospital</strong>.</p><div className=\"wp-block-image\"><figure className=\"aligncenter size-large\"><img src=\"https://adoctor.org/wp-content/uploads/family-doctor.jpg\" alt=\"\" className=\"wp-image-661\"/></figure></div><p>When a general practitioner refers you to a specialist doctor, you may get anxious. There is a natural association between seeing a specialist doctor and having a more severe illness or condition that requires specialized treatment.</p><p>It is crucial to learn&nbsp;the&nbsp;critical differences between general practitioners and specialist doctors to clear up the confusion.</p><p>Read on to find out more about what differentiates a general practitioner from a specialist doctor.&nbsp;</p><!-- wp:kadence/advancedheading {\"uniqueID\":\"_9a4fc1-7b\"} --><h2 className=\"kt-adv-heading_9a4fc1-7b wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_9a4fc1-7b\"><strong>Definitions of Each Doctor Category&nbsp;</strong></h2><!-- /wp:kadence/advancedheading --><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_40cdf7-90\"} --><h3 className=\"kt-adv-heading_40cdf7-90 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_40cdf7-90\"><strong>General Practitioner</strong>&nbsp;(GP)</h3><!-- /wp:kadence/advancedheading --><p>A general practitioner is a medical professional who provides care and treatment for general health conditions.</p><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_7ebc49-1c\"} --><h3 className=\"kt-adv-heading_7ebc49-1c wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_7ebc49-1c\"><strong>Specialist Doctor</strong></h3><!-- /wp:kadence/advancedheading --><p>Specialist doctors handle the care and treatment for&nbsp;<strong>more specific conditions</strong>. Specialist doctors are focused on certain fields in the world of medical science.</p><!-- wp:kadence/advancedheading {\"uniqueID\":\"_818961-60\"} --><h2 className=\"kt-adv-heading_818961-60 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_818961-60\"><strong>Differences Between a General Practitioner (GP) and a Specialist Doctor</strong></h2><!-- /wp:kadence/advancedheading --><div className=\"wp-block-image\"><figure className=\"aligncenter size-large\"><img src=\"https://adoctor.org/wp-content/uploads/General-Practitioners-vs-Specialist-Doctors-adoctor.jpeg\" alt=\"\" className=\"wp-image-660\"/></figure></div><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_1d7e93-82\"} --><h3 className=\"kt-adv-heading_1d7e93-82 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_1d7e93-82\"><strong>General practitioners have a more comprehensive scope of work&nbsp;&nbsp;</strong></h3><!-- /wp:kadence/advancedheading --><p>The job of a general practitioner is to treat <a href=\"https://adoctor.org/conditions/what-is-early-localized-lyme-disease/\" title=\"What is Early Localized Lyme Disease?\" target=\"_blank\" rel=\"noopener\">diseases that emerge suddenly and provide an early</a> diagnosis; this includes providing preventive care and educating patients.</p><p>Meanwhile, the scope of specialist doctors is focused on a particular area. This is for providing in-depth care and treatment to patients. For example, specialist doctors can specialize in internal medicine, ophthalmology, neurology, and so on.</p><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_3aeec6-dd\"} --><h3 className=\"kt-adv-heading_3aeec6-dd wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_3aeec6-dd\"><strong>Specialist doctors undertake a more extended</strong> education period than general practitioners.</h3><!-- /wp:kadence/advancedheading --><p>To become a general practitioner, a person must go through approximately six years of medical education.</p><p>On the other hand, being a specialist doctor would mean continuing general medical education to a more specific field. The years of study for a specialist doctor is at least six semesters or three years.</p><p>The years of education that a person must complete becoming a specialist doctor is at least nine years. The more specific and complex the medical specialty is, the longer the teaching will be.</p><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_db3269-de\"} --><h3 className=\"kt-adv-heading_db3269-de wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_db3269-de\"><strong>General practitioners are also considered to be primary care physicians or&nbsp;<em>gatekeepers.</em></strong></h3><!-- /wp:kadence/advancedheading --><p>General practitioners are usually the first in line to treat any patient. You may find general practitioners at the hospital for the following services:</p><ul><li>ER – to provide first aid for any emergency</li><li>Medical check-up or health screening&nbsp;– to provide general examinations and advice on the patient’s medical test<em>s</em></li></ul><p>If a general practitioner determines that it is required for the patient to undergo more specific treatment, then the patient will be referred to a specialist doctor.</p><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_727045-c9\"} --><h3 className=\"kt-adv-heading_727045-c9 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_727045-c9\"><strong>4. Medical treatment by specialist doctors cost more</strong></h3><!-- /wp:kadence/advancedheading --><p>Specialist doctors have a deeper understanding of their fields. Specialist doctors can perform more comprehensive health screening, as they are equipped with in-depth knowledge in their medical specialty field.&nbsp;</p><p>Furthermore, specialist doctors generally have access to and the ability to&nbsp;utilize<strong> advanced medical equipment</strong>. They may advise patients on various medical procedures they can undertake.</p><p>In cases where a hospital does not carry special medical equipment or house a particular medical facility, a specialist doctor can refer the patient to another hospital where the equipment is available.</p><p>Limited medical equipment is one of the reasons people seek medical treatment abroad.</p><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_f0ab64-9c\"} --><h3 className=\"kt-adv-heading_f0ab64-9c wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_f0ab64-9c\"><strong>5. Specialist doctors offer more complex treatments</strong></h3><!-- /wp:kadence/advancedheading --><p>Specialist doctors are dealing with more complex fields or types of diseases. Therefore, they can offer more therapy options to patients.</p><p>General practitioners usually refer the patient to oral therapy (taking medications) or by injection.</p><p>In contrast, patients may be asked to undergo therapy that involves more steps, medicines, and equipment with specialist doctors—for example, physiotherapy, immunotherapy, <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-is-chemotherapy-side-effects/\"target=\"_blank\"  rel=\"noopener\" title=\"chemotherapy\" data-wpil-keyword-link=\"linked\">chemotherapy</a>, etc.</p><!-- wp:kadence/advancedheading {\"uniqueID\":\"_d91ed4-1a\"} --><h2 className=\"kt-adv-heading_d91ed4-1a wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_d91ed4-1a\"><strong>The Most Common Specialist Doctors</strong></h2><!-- /wp:kadence/advancedheading --><p>There are many medical specialties in the world, and these may vary from country to country. Here are some of the most well-known medical things:</p><div className=\"wp-block-kadence-iconlist kt-svg-icon-list-items kt-svg-icon-list-items_de668d-51 kt-svg-icon-list-columns-1 alignnone\"><ul className=\"kt-svg-icon-list\"><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-0\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Paediatric Medicine (<strong>Paediatrician</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-1\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Internist (<strong>Internal Medicine Specialist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-2\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\"><a className=\"wpil_keyword_link \" href=\"https://adoctor.org/cardiology/\"target=\"_blank\"  rel=\"noopener\" title=\"Cardiology\" data-wpil-keyword-link=\"linked\">Cardiology</a> (<strong>Heart and Vascular Specialist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-3\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Oncology (<strong>Cancer Specialist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-4\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Ophthalmology (<strong>Eye Specialist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-5\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Obstetrics and Gynaecology (<strong>Obstetrics and Gynaecology Specialist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-6\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Orthopedics (<strong>Bone Specialist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-7\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Psychiatry (<strong>Psychiatrist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-8\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Neurology (<strong>Neurologist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-9\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Dermatology (<strong>Dermatologist</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-10\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Ear, Nose, and Throat (<strong>ENT</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-11\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Orthodontics (<strong>Orthodontists, dealing with tooth disorders</strong>)</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-12\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_activity\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><polyline points=\"22 12 18 12 15 21 9 3 6 12 2 12\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Plastic Surgery (<strong>Cosmetic or Reconstructive Surgery Specialist</strong>)</span></li></ul></div><!-- wp:kadence/advancedheading {\"uniqueID\":\"_28febb-51\"} --><h2 className=\"kt-adv-heading_28febb-51 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_28febb-51\"><strong>Why Should You See a Specialist Doctor?&nbsp;</strong></h2><!-- /wp:kadence/advancedheading --><p>When you know what kind of disease you are dealing with, it is best to see a specialist doctor.</p><p>In general, specialist doctors can immediately&nbsp;<strong>determine the correct</strong> medical procedure&nbsp;for the patient’s condition following diagnostic tests. In contrast, general practitioners are&nbsp;<strong>providing diagnoses</strong>&nbsp;of the disease based on symptoms described and present.</p><!-- wp:kadence/advancedheading {\"level\":3,\"uniqueID\":\"_60cb94-77\"} --><h3 className=\"kt-adv-heading_60cb94-77 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_60cb94-77\"><strong>Cost and time efficiency&nbsp;</strong></h3><!-- /wp:kadence/advancedheading --><p>When you get sick, it is recommended to&nbsp;<strong>consult a general practitioner</strong>&nbsp;first. However, general practitioners can only identify the disease and dispense oral medicines. A specialist doctor will be able to determine the type of medical treatment that suits your condition.</p><p>You can consider going&nbsp;<strong>direct to a specialist doctor</strong>. The consultation fee might be more expensive, but it is deemed effective and worth your money, as you will be able to get a diagnosis and proceed into treatment immediately if necessary.</p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/General-practitioner-1.jpg",
   "Categories": "General practitioner",
   "Tags": "doctor|family doctor|General practitioner|General practitioner vs specialist doctor"
 },
 {
   "ID": 3009,
   "Title": "What kinds of businesses are eligible for Adoctor?",
   "Content": "<p>Not all businesses are eligible for Adoctor. We focus mainly on traditional brick-and-mortar businesses and local service providers. Still, we also feature mobile companies, government services, parks and attractions, and anything else that fits the local scene.&nbsp;</p><p>We typically remove ineligible business pages from our search results once we are made aware of them and request third-party search engines like Google to do the same (though they act on their timetable). Note, however, that ineligible pages may still be accessible directly via their URL or from a user's content (like photos, reviews) that reference that business.&nbsp;</p><p><strong>Here are some guidelines to keep in mind:</strong></p><h3><strong><a></a></strong>Ineligible businesses&nbsp;</h3><p>We try not to list e-commerce businesses that primarily serve commercial customers, direct-seller companies, lead-generation companies, and other companies that we believe aren't a good fit for the Adoctor community. Still, there are some gray areas where we need to make a tough call about whether a business belongs on Yelp or not. Would you please let us know&nbsp;if you think you see an ineligible business page on Adoctor?</p><h3><strong><a></a></strong>Opening Soon</h3><p>We typically do not show businesses in search results that are not scheduled to open for more than one month. However, you can add a business as soon as there's verifiable information about the company available. If a business would like to have a page on Adoctor before opening, we encourage claiming its page and let users know about its opening date through the&nbsp;From the Business section&nbsp;or add \"Opening Soon\" to their biz name.&nbsp;</p><h3><strong><a></a></strong>Businesses without physical locations</h3><p>There are service-based businesses that are mobile and do not have a fixed location. Although some of these businesses may work out of their home, we avoid adding a home address to a business page unless specifically requested by the business owner.&nbsp;</p><h3><strong><a></a></strong>Multiple pages for businesses&nbsp;</h3><p>In general, a business should have a single page per location. However, there are some other scenarios where a company may warrant multiple pages:&nbsp;</p><ul><li><strong>Discrete service offerings</strong>: Businesses offering a variety of services in which users will have distinctly different experiences may require separate pages. These separate service departments also typically have different operating hours and phone numbers as well, therefore it makes sense to keep them separate.&nbsp;</li><li><strong>Businesses within another location</strong>: Businesses located inside another location should have separate pages. Certain departments within larger businesses, such as a pharmacy within a department store, may also warrant separate pages, particularly if hours or contact information are different.</li><li><strong>Individual providers vs. group practices</strong>: Some individual service providers,&nbsp;whose work tends to be evaluated separately from their shared practice group, have their own business pages. For example, individual doctors will typically have their own business pages, which are separate from any business pages for the hospitals, medical offices, or group practices where they may perform their services. Not every situation is the same, so&nbsp;submit a report&nbsp;if you think we need to merge two pages or create a new one.</li></ul><h3><strong><a></a></strong>Closed Businesses</h3><p>We try to mark businesses as \"closed\" if we have information indicating that the company has closed, moved, or substantially changed to inform consumers about such substantial changes. </p><h3>Countries where Adoctor is not available</h3><p>Adoctor currently features pages in Algeria. For now, we can't feature businesses in other countries.</p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/document-marketing-strategy-business-concept-1.jpg",
   "Categories": "Faq",
   "Tags": ""
 },
 {
   "ID": 3010,
   "Title": "Why isn't the business page I added appearing when I search for it?",
   "Content": "<p>When you add a business to Adoctor, it has to be evaluated by our moderators before it appears in search results. If you added a business recently but you can't find it in search, it's likely that it still has to be evaluated - please don't submit the same business multiple times.</p><p>This process may take a while depending on our ability to independently verify any submissions, and we will sometimes reject a submission if we're unable to independently confirm the business or if the business isn't&nbsp;<a href=\"https://www.yelp-support.com/article/What-kinds-of-businesses-are-eligible-for-Yelp?l=en_US\">eligible for Adoctor</a>.</p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/business-page.png",
   "Categories": "Faq",
   "Tags": ""
 },
 {
   "ID": 3072,
   "Title": "Getting started with your first review",
   "Content": "<h3>What kind of places can I review on Adoctor?&nbsp;</h3><p>While many people think that Adoctor is only for reviewing Doctors, we have&nbsp;many categories that users can check – almost anything you have a local experience or interaction with (although there are&nbsp;<a href=\"https://adoctor.org/faq/what-kinds-of-businesses-are-eligible-for-adoctor/\" data-type=\"post\" data-id=\"3009\">guidelines and restrictions</a>). And if we're missing anything, you can&nbsp;<a href=\"https://adoctor.org/how-to/how-to-add-listing-in-adoctor/\" data-type=\"post\" data-id=\"1968\">add it to our directory</a>.</p><h3>What should I include in my review?</h3><p>The best reviews are passionate and personal. They offer a rich narrative, a wealth of detail, and a helpful tip or two for other consumers.&nbsp;</p><p>Think about your recent experience at a business - could you put details in there that would help future consumers like you? &nbsp;</p><ul><li>Try detailing your favorite (or least favorite) doctor office.</li><li>Talk about an experience that will keep you coming back (or staying away) for years to come.</li><li>Highlight an employee who went the extra mile to make your experience memorable.</li><li>Include tips about the best time to arrive, where to park, or where the best Doctor.&nbsp;</li><li>Describe why you’ll be using this service (Doctor, hospital, clinic, etc.) again for your next project.&nbsp;</li></ul><h3>What should I leave out of my review?&nbsp;</h3><p>It would help to keep your review accurate and reflective of a genuine, personal experience.&nbsp;For example, personal opinions (\"this doctor is the best\") are good, but we disapprove of speculation or exaggeration.&nbsp;</p><p>More details about what to leave out of your review are in Adoctor's&nbsp;<a href=\"https://adoctor.org/content-guidelines/\" data-type=\"page\" data-id=\"1948\">Content Guidelines</a>.&nbsp;</p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/First-review.jpg",
   "Categories": "Faq|How-to",
   "Tags": ""
 },
 {
   "ID": 3210,
   "Title": "Orthopedic surgeon",
   "Content": "<p className=\"has-medium-font-size\">Orthopedic surgeons are doctors who specialize in the musculoskeletal system - the bones, joints, ligaments, tendons, and muscles that are so essential to movement and everyday life.</p><p>With more than 200 bones in the human body, it’s an in-demand specialty. Dislocated joints. <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-is-developmental-dysplasia-of-the-hip/\"target=\"_blank\"  rel=\"noopener\" title=\"Hip\" data-wpil-keyword-link=\"linked\">Hip</a> or back pain. <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-is-reactive-arthritis/\"target=\"_blank\"  rel=\"noopener\" title=\"Arthritis\" data-wpil-keyword-link=\"linked\">Arthritis</a> (which afflicts half of the senior's age 65 and older). Acute, chronic, or degenerative, all of these common disorders fall under&nbsp;<em>orthopedics</em>.&nbsp;</p><p>Because of the specialty’s vastness, most orthopedic surgeons sub-specialize, focusing on a specific treatment area. Hand and wrist specialists only see hand and wrist cases. Joint surgeons only treat hip or knee patients with arthritis or another limiting joint condition. This lets them diagnose, treat and even prevent orthopedic problems with next-level precision.&nbsp;</p><p>But even sub-specialized orthopedic surgeons are abundant, leading back to these questions:&nbsp;</p><p><em>What should I look for in an orthopedic surgeon?</em>&nbsp;</p><p><em>With so many options and sub-specialties, how can I find one that’s a great fit for me?&nbsp;</em></p><p><em>And, finally, if I see an orthopedic surgeon, does it automatically mean surgery is in my future?&nbsp;</em></p><h2>Kinds of Orthopedic Doctors</h2><p>Let’s start by differentiating between orthopedic&nbsp;<em>surgeons&nbsp;</em>and orthopedic&nbsp;<em>specialists</em>.&nbsp;</p><p>When referring to orthopedic doctors, the term “orthopedic surgeon” is often used by default. This is understandable considering that orthopedic surgeries are one of the more common medical procedures that people encounter, so many of us know someone who has had some kind of orthopedic surgery. However, while all orthopedic surgeons are orthopedic specialists,&nbsp;not all orthopedic specialists are orthopedic surgeons.&nbsp;</p><p>Any orthopedic specialist – surgical and otherwise – is qualified to assess, diagnose, and treat your orthopedic ailment using non-invasive treatments. And just because orthopedic surgeons are qualified to operate doesn’t mean they will. Reputable orthopedic specialists backed by robust health care systems are more likely to restore lives using advanced non-surgical techniques, from minimally invasive procedures to computer-assisted treatments to the harvesting and growth of your own cells for cartilage repair.&nbsp;</p><p>“Orthopaedic specialists, operative or not, are often the quarterback of a patient’s orthopedic care plan”, “They work to evaluate the patient’s unique condition and offer treatment options, helping them determine their best course of action. That might include surgery, but often doesn't – even if that doctor is an orthopedic surgeon.”</p><h2>Surgeon or Specialist?</h2><p>Non-surgical orthopedists can be a great starting point for patients who don’t have a clear diagnosis and many orthopedic conditions can be effectively treated without surgery – up to 70% of all sports medicine injuries, in fact. If surgery becomes necessary, then they direct patients to orthopedic surgeons or include surgeons in care.&nbsp;</p><p>On the other hand, it’s wise to seek out an orthopedic surgeon if your diagnosis or suspected diagnosis might include surgery.&nbsp;</p><p>“Patients can determine if they might need surgery by first seeing their primary care physician, and even researching their condition after a diagnosis,” </p><p>This brings us to another common question: Do you need to see your primary care physician (PCP) before seeking out an orthopedic opinion?&nbsp;&nbsp;</p><h2>The Role of PCPs</h2><p>Whenever an injury is traumatic or caused or exacerbated by repetitive motion, you’ll likely end up seeing an orthopedic specialist – so there’s no reason not to consult with one right away.</p><p>On the other hand, primary care providers (PCPs) are the best starting point when patients are experiencing a mix of orthopedic symptoms (bone and joint pain) and non-orthopedic symptoms.&nbsp;</p><p>In terms of when to see an orthopedic specialist&nbsp;<em>or&nbsp;</em>a PCP, there are a few telltale indicators that it’s time: chronic pain, an inability to perform everyday functions, a limited range of motion, trouble walking or standing, or if you have a sprain or another soft tissue injury that hasn’t improved in 48 hours.&nbsp;</p><!-- wp:kadence/advancedheading {\"uniqueID\":\"_f2e890-4a\"} --><h2 className=\"kt-adv-heading_f2e890-4a wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_f2e890-4a\">The Value of Sub-Specialists</h2><!-- /wp:kadence/advancedheading --><p>An orthopedic specialist who sub-specializes in treating a specific body part or condition is almost always a patient’s best bet.&nbsp;</p><p>Sub-specialists have a wealth of experience and knowledge in their area of expertise. Beyond the obvious benefits, this can help them navigate complex and high-risk cases when they arise. Sub-specialization is especially critical when surgery is in the mix.</p><p>“Medicine takes sub-specialization one step further, to hyper-specialization. This means we routinely see and treat extreme, unique, and high-risk cases that others aren’t able to handle,” explains Dr. Levin.&nbsp;</p><p>Additionally, sub-specialists are more likely to be involved in research on ways to optimize existing treatments or even develop something new and better. This leads us to the second thing to look for in an orthopedic specialist: robust resources.</p><!-- wp:kadence/advancedheading {\"uniqueID\":\"_7141a3-98\"} --><h2 className=\"kt-adv-heading_7141a3-98 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_7141a3-98\">Robust Resources&nbsp;</h2><!-- /wp:kadence/advancedheading --><p>Look for an orthopedic specialist backed by a sizeable, reputable health system. Furthermore, specialists whose institutions conduct clinical research may see greater potential for improvement in inpatient care.&nbsp;</p><p>These physicians have access to a vast number of resources and options spanning diagnosis, rehabilitation, pain management, and medicine. In addition, they’re more likely to handle care coordination for you, keeping track of your appointments and needs across specialties.</p><p>“Orthopaedics successfully completes thousands of procedures a year,” says Dr. Levin. “And because we take a whole-body approach to diagnose and treat orthopedic conditions, we’re often working with physicians, nurses, and physical therapists outside of our department. This offers great health benefits as well as practical organizational benefits.”</p><!-- wp:kadence/advancedheading {\"uniqueID\":\"_519361-40\"} --><h2 className=\"kt-adv-heading_519361-40 wp-block-kadence-advancedheading\" data-kb-block=\"kb-adv-heading_519361-40\">Look for Top-Notch Training&nbsp;</h2><!-- /wp:kadence/advancedheading --><p>Beyond all necessary board-certified training and degrees, look for an orthopedist who has completed an accredited fellowship in a sub-specialty related to your condition or suspected condition.&nbsp;</p><p>A fellowship is a period of medical training, usually a year or longer, following residency. Fellowships often help physicians develop their sub-specialty. Accreditation information, including fellowships, can usually be found on a physician’s official online profile. If it’s not, ask for it.&nbsp;</p><p></p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/Orthopedic-surgeon.jpg",
   "Categories": "Orthopedic surgeon",
   "Tags": "orthopedic|surgeon"
 },
 {
   "ID": 3366,
   "Title": "Signs of Postpartum Depression",
   "Content": "<p>Also known as postnatal depression, postpartum depression (PPD) is a type of&nbsp;<a href=\"/conditions/depressive-episode/\">depression</a>&nbsp;that can occur with having a baby. PPD is much more severe than the mild “baby blues” that many new mothers experience for a few days or a couple of weeks after giving birth to their child. Postpartum depression is a&nbsp;<strong>serious medical condition</strong>&nbsp;that can interfere with a parent’s ability to care for themself and their baby, and&nbsp;<strong>often requires treatment</strong>&nbsp;by a doctor.<sup>12345</sup></p><p><strong><a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-is-depression-in-childhood-or-adolescence/\"  title=\"Depression\" data-wpil-keyword-link=\"linked\">Depression</a> after the birth of a child is relatively common</strong>&nbsp;and is thought to affect approximately one in every 10 women. However, it&nbsp;<strong>may be difficult to recognize</strong>. Signs and symptoms of postpartum <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-are-the-signs-of-depression/\"target=\"_blank\"  rel=\"noopener\" title=\"depression\" data-wpil-keyword-link=\"linked\">depression</a> may be subtle and go unnoticed, may be mistaken for other conditions, or maybe hidden out of a fear of being judged or stigmatized for not being a good, happy parent.<sup>6235</sup></p><p>Postpartum depression&nbsp;<strong>can also affect partners</strong>&nbsp;of women who have recently given birth, as well as people who have recently adopted a child. It&nbsp;<strong>can affect any new parent,</strong>&nbsp;including fathers.<sup>1</sup><sup>3</sup></p><p>Postpartum depression may occur together with many other conditions, e.g.&nbsp;<a href=\"/conditions/generalized-anxiety-disorder/\">anxiety</a>&nbsp;or another depressive disorder,&nbsp;<a href=\"/conditions/diabetes/\">diabetes</a>,&nbsp;or&nbsp;<a href=\"/conditions/thyroiditis/\">thyroiditis</a>. The relationship between depression and other conditions is complex.<sup>7</sup></p><p><strong>Good to know:</strong>&nbsp;Though it is not classNameified as postpartum depression, many women may also experience intense emotional distress, depression, and/or anxiety after a&nbsp;<a href=\"/conditions/miscarriage/\">miscarriage</a>&nbsp;or abortion.<sup>8</sup></p><h2 id=\"what-are-the-signs-of-postpartum-depression-ppd\">What are the signs of postpartum depression (PPD)?</h2><p>A parent with postnatal depression will often start to experience symptoms within the first month of having a child. However, symptoms can develop at any time in the first 12 months, e.g. after four or six months.<sup>9</sup>&nbsp;Symptoms of depression may also develop during the <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-is-pregnancy/\"target=\"_blank\"  rel=\"noopener\" title=\"pregnancy\" data-wpil-keyword-link=\"linked\">pregnancy</a> itself, before delivery. Signs of postpartum depression are generally&nbsp;<strong>present for more than two weeks.</strong></p><p>While they may vary from person to person, as well as differ in form and severity, some of the more common signs and symptoms of postnatal depression, like other types of depression, include:<sup>6</sup><sup>2</sup><sup>3</sup><sup>4</sup><sup>10</sup><sup>11</sup></p><div className=\"wp-block-kadence-iconlist kt-svg-icon-list-items kt-svg-icon-list-items_00bce7-6c kt-svg-icon-list-columns-1 alignnone\"><ul className=\"kt-svg-icon-list\"><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-0\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Persistent low mood; this may take the form of sadness, hopelessness, emptiness, irritability, frustration, anger, a feeling of being overwhelmed, or other negative emotions</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-1\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Loss of interest or pleasure in activities that used to be enjoyable, including sex</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-2\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Strong feelings of guilt or worthlessness</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-3\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Tiredness and lack of energy and motivation</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-4\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Trouble concentrating and making decisions</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-5\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Memory problems</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-6\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Overwhelming worry or anxiety</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-7\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Restlessness or trouble sitting still</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-8\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Withdrawal from loved ones</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-9\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Disrupted sleep patterns, including difficulty falling asleep or sleeping too much</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-10\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Changes in appetite</span></li><li className=\"kt-svg-icon-list-style-default kt-svg-icon-list-item-wrap kt-svg-icon-list-item-11\"><div style=\"display:inline-flex;justify-content:center;align-items:center\" className=\"kt-svg-icon-list-single kt-svg-icon-list-single-fe_checkCircle\"><svg style=\"display:inline-block;vertical-align:middle\" viewbox=\"0 0 24 24\" height=\"20\" width=\"20\" fill=\"none\" stroke=\"currentColor\" xmlns=\"http://www.w3.org/2000/svg\" stroke-width=\"2\" stroke-linecap=\"round\" stroke-linejoin=\"round\" aria-hidden=\"true\"><path d=\"M22 11.08V12a10 10 0 1 1-5.93-9.14\"></path><polyline points=\"22 4 12 14.01 9 11.01\"></polyline></svg></div><span className=\"kt-svg-icon-list-text\">Persistent headaches, other pains, or digestive trouble without a clear physical trigger</span></li></ul></div><p>It is important to keep in mind that some of the symptoms listed above, e.g. tiredness, disrupted sleep patterns, and low sex drive, are normal after having a baby – and not necessarily indicators of PPD. If any symptoms are troubling you.</p><p>A parent with postpartum depression may also experience difficulty bonding with their baby,<sup>12</sup>&nbsp;recurrent thoughts of harming their baby, as well as recurrent thoughts of death or suicide. In severe cases, there may be suicide attempts.&nbsp;<strong>If a person shows signs of crisis – obvious indicators that they are strongly affected by depression or at risk of suicide – it is important to call a doctor, emergency services provider, or suicide prevention line without delay.</strong></p><p><strong>Good to know:</strong>&nbsp;PPD can occur up to a year after giving birth. If symptoms of depression persist or first develop more than 12 months after childbirth, it could be an indication that another type of depression or condition is present, and a licensed medical professional should be consulted to ensure effective treatment is received.<sup>13</sup><sup>14</sup>&nbsp;Read about different&nbsp;<a href=\"/signs-of-depression/#types\">types of depression</a>.</p><h3 id=\"postpartum-depression-signs-in-fathers\">Postpartum depression signs in fathers</h3><p>It is possible for any new parents, including dads, whether biological or adoptive, to experience postpartum depression. It is thought that as many as one in 10 new fathers may experience the condition.<sup>15</sup><sup>16</sup></p><p>Signs of PPD in men are largely the same as those listed above, though there may be a few differences between the sexes. For example, where women may experience sadness and seem withdrawn, their male counterparts may instead experience irritability and aggression. See this resource on&nbsp;<a href=\"/signs-of-depression/\">signs of depression</a>&nbsp;for more information.<sup>15</sup><sup>16</sup></p><p>Many men avoid seeking medical help as they may feel they are failing to fulfill parental responsibilities. However, seeing a doctor is important to manage PPD.<sup>1516</sup></p><h2 id=\"risk-factors\">Risk factors for postpartum depression</h2><p>The causes of PPD are not fully understood. Some articles in the media suggest that postpartum depression may be caused by hormonal changes after birth, but there is not sufficient evidence to support this idea. The strongest risk factors for developing postpartum depression are thought to include:<sup>6</sup><sup>2</sup><sup>3</sup><sup>4</sup></p><ul><li>A personal or family history of mental health conditions, e.g.&nbsp;<a href=\"/conditions/depressive-episode/\">depression</a>&nbsp;or&nbsp;<a href=\"/conditions/bipolar-affective-disorder/\">bipolar disorder</a></li><li>Lack of social support, i.e. friends and family</li><li>A poor relationship with one’s partner</li><li>Significant stress or major life events, e.g. death of a loved one or a major move, during or after the pregnancy</li></ul><p>Other risk factors may include:</p><ul><li>The pregnancy being unplanned</li><li>Being unemployed</li><li>Not breastfeeding</li><li>A complicated birth</li><li>The baby having health challenges or special needs</li><li>Thyroid problems during pregnancy</li><li>Experiencing other health challenges during or after the pregnancy</li><li>One’s partner being depressed</li><li>Substance abuse</li></ul><p><strong>Good to know:</strong>&nbsp;Parents who have twins or triplets are thought to be at a higher risk of developing postpartum depression, due to the increased challenges of caring for two or more babies at the same time.<sup>17</sup></p><h2 id=\"postpartum-depression-diagnosis-and-treatment\">Postpartum depression diagnosis and treatment</h2><p><strong>Postpartum depression, like other types of depression, is considered a treatable condition.</strong>&nbsp;For detailed information on depression tests, diagnosis, and treatment options, including psychotherapy and antidepressant medication, see this resource on&nbsp;<a href=\"/conditions/depressive-episode/\">depressive episodes</a>.</p><h2 id=\"postpartum-psychosis\">Postpartum psychosis</h2><p>Also known as postnatal or puerperal psychosis, this is a relatively&nbsp;<strong>rare</strong>&nbsp;mental health condition that affects approximately 1 in 1000 women after childbirth.&nbsp;<strong>Postpartum psychosis is not the same as postpartum depression.</strong></p><p>Postpartum psychosis can be extremely serious and is considered to be&nbsp;<strong>a psychiatric emergency that typically requires urgent hospital treatment.</strong>&nbsp;With appropriate treatment, most women make a full recovery.<sup>218</sup></p><p>Postnatal psychosis typically develops in the first weeks after childbirth. Symptoms include:<sup>2</sup><sup>18</sup></p><ul><li>Unusually low mood (depression) or high mood (mania); moods may swing between the two</li><li>Agitation</li><li>Confusion</li><li>Sleep disturbances</li><li>Loss of inhibition</li><li>Paranoia</li><li>Delusions</li><li>Hallucinations, e.g. hearing voices</li><li>Loss of contact with reality</li></ul><p><strong>If signs of postnatal psychosis are present, emergency medical care should be sought.</strong></p><p>Risk factors that may increase the likelihood of developing postpartum psychosis include:<sup>2</sup><sup>18</sup></p><ul><li>A personal or family history of postpartum psychosis</li><li><a href=\"/conditions/bipolar-affective-disorder/\">Bipolar disorder</a></li><li><a href=\"/conditions/schizophrenia/\">Schizophrenia</a></li><li>Less commonly, severe depression</li></ul><h2 id=\"faq\">Signs of postpartum depression FAQs</h2><p><strong>Q: Are there any signs of postpartum depression during pregnancy, before birth?</strong><br><strong>A:</strong>&nbsp;Postnatal depression often develops within the first four weeks after giving birth, but symptoms of depression can also develop during the pregnancy itself and continue after birth, or appear any time in the first 12 months after the child is born.<sup>4</sup><sup>10</sup></p><p><strong>Q: Can anger be a sign of postpartum depression?</strong><br><strong>A:</strong>&nbsp;Yes, persistent anger can sometimes be a sign of postnatal depression. See the section on signs of postpartum depression above for more information</p><p><strong>Q: What are the signs of postpartum depression in males?</strong><br><strong>A:</strong>&nbsp;As explained above, postpartum depression can also affect partners of women who have recently given birth, and a father may develop similar symptoms and&nbsp;<a href=\"/signs-of-depression/\">signs of depression</a>&nbsp;in the first few weeks or months after his child is born.&nbsp;<strong>The condition can affect any parents, including those who adopt.</strong><sup>1</sup><sup>3</sup></p><p><strong>Q: How common is postpartum depression?</strong><br><strong>A:</strong>&nbsp;PPD is relatively common, estimated to occur in as many as one in ten new mothers and fathers.<sup>15</sup><sup>16</sup><sup>19</sup><sup>20</sup></p><p><strong>Q: What are the early warning signs of postpartum depression?</strong><br><strong>A:</strong>&nbsp;While the first signs of PPD differ from person to person, these may include:</p><ul><li>Persistent low mood</li><li>Tiredness</li><li>Loss of interest in activities that used to be enjoyable</li></ul><p><strong>Q: Postpartum depression vs. depression – what is the difference?</strong><br><strong>A:</strong>&nbsp;Postpartum depression is a type of&nbsp;<a href=\"/conditions/depressive-episode/\">depression</a>&nbsp;that can occur in new parents, within 12 months of having a child.<sup>21</sup></p><p><strong>Q: Why does postpartum depression occur?</strong><br><strong>A:</strong>&nbsp;It is not fully understood why some parents develop postpartum depression. However, certain risk factors, including the following, may increase the risk of the condition occurring:<sup>6</sup><sup>2</sup><sup>3</sup><sup>4</sup></p><ul><li>History of depression or other mental health conditions</li><li>Inadequate social support</li><li>High levels of stress</li></ul><p>For more information, see the section on risk factors for PPD above.</p><p><strong>Q: Can you get postpartum depression after a <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/what-is-causes-of-miscarriage/\"  title=\"miscarriage\" data-wpil-keyword-link=\"linked\">miscarriage</a> or abortion?</strong><br><strong>A:</strong>&nbsp;Though not classNameified as having the same condition, many women may experience distress, anxiety, and/or depression after a&nbsp;<a href=\"/conditions/miscarriage/\">miscarriage</a>&nbsp;or abortion.<sup>8</sup></p><p><strong>Q: What if my partner, relative, or friend has signs of postpartum depression?</strong><br><strong>A:</strong>&nbsp;It is important to broach the subject very carefully and tactfully, and encourage the person to talk about how they are feeling. Listening without judgment may be helpful, and, if it seems appropriate, the person could be encouraged to speak to their GP or another medical practitioner. In addition, they could be encouraged to take small steps to help themselves, such as taking breaks and eating a balanced diet. It is important to be reassuring and patient with the person at all times.<sup>22</sup></p><p><strong>If a person shows signs of crisis – obvious indicators that they are strongly affected by depression or at risk of suicide – it is important to call a doctor, emergency services provider, or suicide prevention line without delay.</strong></p><hr><!-- wp:list {\"ordered\":true} --><ol><li>Canadian Mental Health Association.&nbsp;<a href=\"https://cmha.ca/documents/postpartum-depression\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum Depression.”</a>&nbsp;Accessed June 21, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref1:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref1:2\">↩</a></li><li>Patient.&nbsp;<a href=\"https://patient.info/doctor/postnatal-depression-pro\" target=\"_blank\" rel=\"noreferrer noopener\">“Postnatal Depression.”</a>&nbsp;February 23, 2015. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2:2\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2:3\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2:4\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2:5\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2:6\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref2:7\">↩</a></li><li>Patient.&nbsp;<a href=\"https://patient.info/health/postnatal-depression-leaflet\" target=\"_blank\" rel=\"noreferrer noopener\">“Postnatal Depression.”</a>&nbsp;August 10, 2017. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref3\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref3:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref3:2\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref3:3\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref3:4\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref3:5\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref3:6\">↩</a></li><li>National Institute of Mental Health.&nbsp;<a href=\"https://www.nimh.nih.gov/health/publications/postpartum-depression-facts/index.shtml\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum Depression Facts.”</a>&nbsp;Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref4\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref4:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref4:2\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref4:3\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref4:4\">↩</a></li><li>American Family Physician.&nbsp;<a href=\"http://www.aafp.org/afp/1999/0701/p225.html\" target=\"_blank\" rel=\"noreferrer noopener\">“Depression in Women: Diagnostic and Treatment Considerations.”</a>&nbsp;July, 1999. Accessed June 21, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref5\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref5:1\">↩</a></li><li>Office on Women’s Health.&nbsp;<a href=\"https://www.womenshealth.gov/mental-health/mental-health-conditions/postpartum-depression\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum depression.”</a>&nbsp;May 30, 2018. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref6\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref6:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref6:2\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref6:3\">↩</a></li><li>UptoDate.&nbsp;<a href=\"https://www.uptodate.com/contents/depression-in-adults-beyond-the-basics\" target=\"_blank\" rel=\"noreferrer noopener\">“Patient education: Depression in adults (Beyond the Basics).”</a>&nbsp;June 13, 2017. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref7\">↩</a></li><li>The Primary Care Companion for CNS Disorders.&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4468887/\" target=\"_blank\" rel=\"noreferrer noopener\">“Depression and Anxiety Following Early Pregnancy Loss: Recommendations for Primary Care Providers.”</a>&nbsp;January, 2015. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref8\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref8:1\">↩</a></li><li>University of Arkansas for Medical Sciences.&nbsp;<a href=\"https://uamshealth.com/medicalservices/behavioralmentalhealth/womensmentalhealth/postpartumdepression/\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum Depression.”</a>&nbsp;Accessed October 23, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref9\">↩</a></li><li>Royal College of Psychiatrists.&nbsp;<a href=\"https://www.rcpsych.ac.uk/healthadvice/problemsanddisorders/postnataldepression.aspx\" target=\"_blank\" rel=\"noreferrer noopener\">“Postnatal Depression.”</a>&nbsp;July, 2015. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref10\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref10:1\">↩</a></li><li>Amboss.&nbsp;<a href=\"https://www.amboss.com/us/knowledge/Postpartum_period\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum period.”</a>&nbsp;December 20, 2017. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref11\">↩</a></li><li>Mayo Clinic.&nbsp;<a href=\"https://www.mayoclinic.org/diseases-conditions/postpartum-depression/symptoms-causes/syc-20376617\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum depression.”</a>&nbsp;September 1, 2018. Accessed October 28, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref12\">↩</a></li><li>HuffPost.&nbsp;<a href=\"https://www.huffpost.com/entry/postpartum-depression_n_4612125\" target=\"_blank\" rel=\"noreferrer noopener\">“When Postpartum Depression Doesn’t Go Away.”</a>&nbsp;January 25, 2014. Accessed October 23, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref13\">↩</a></li><li>Medical News Today.&nbsp;<a href=\"https://www.medicalnewstoday.com/articles/271217.php\" target=\"_blank\" rel=\"noreferrer noopener\">“How long does postpartum depression last?”</a>&nbsp;July 13, 2015. Accessed October 23, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref14\">↩</a></li><li>WebMD.&nbsp;<a href=\"https://www.webmd.com/depression/postpartum-depression/news/20080506/men-also-get-postpartum-depression#1\" target=\"_blank\" rel=\"noreferrer noopener\">“Men Also Get Postpartum Depression.”</a>&nbsp;May, 2008. Accessed October 23, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref15\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref15:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref15:2\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref15:3\">↩</a></li><li>Journal of the American Medical Association.&nbsp;<a href=\"https://jamanetwork.com/journals/jama/article-abstract/185905\" target=\"_blank\" rel=\"noreferrer noopener\">“Prenatal and Postpartum Depression in Fathers and Its Association With Maternal Depression: A Meta-analysis.”</a>&nbsp;May 19, 2010. Accessed October 23, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref16\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref16:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref16:2\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref16:3\">↩</a></li><li>National Public Radio.&nbsp;<a href=\"https://www.npr.org/sections/health-shots/2018/08/29/642716553/psssst-parenting-twins-can-be-depressing\" target=\"_blank\" rel=\"noreferrer noopener\">“Pssst: Parenting Twins Can Be Depressing.”</a>&nbsp;August 29, 2018. Accessed October 28, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref17\">↩</a></li><li>Patient.&nbsp;<a href=\"https://patient.info/health/postnatal-depression-leaflet/postpartum-psychosis\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum Psychosis.”</a>&nbsp;August 10, 2017. Accessed June 23, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref18\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref18:1\">↩</a>&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref18:2\">↩</a></li><li>Illinois Department of Public Health.&nbsp;<a href=\"http://www.idph.state.il.us/about/womenshealth/factsheets/pdpress.htm\" target=\"_blank\" rel=\"noreferrer noopener\">“Facts About Postpartum Depression.”</a>&nbsp;Accessed October 28, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref19\">↩</a></li><li>Annals of General Psychiatry.&nbsp;<a href=\"https://annals-general-psychiatry.biomedcentral.com/articles/10.1186/s12991-018-0188-0\" target=\"_blank\" rel=\"noreferrer noopener\">“Prevalence of postpartum depression and interventions utilized for its management.”</a>&nbsp;May 9, 2018. Accessed October 28, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref20\">↩</a></li><li>BabyCenter.&nbsp;<a href=\"https://www.babycenter.com/0_postpartum-depression_227.bc\" target=\"_blank\" rel=\"noreferrer noopener\">“Postpartum depression.”</a>&nbsp;November, 2016. Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref21\">↩</a></li><li>Postpartum Support International.&nbsp;<a href=\"http://www.postpartum.net/family/tips-for-postpartum-dads-and-partners/\" target=\"_blank\" rel=\"noreferrer noopener\">“Tips for Postpartum Dads and Partners.”</a>&nbsp;Accessed June 20, 2018.&nbsp;<a href=\"/signs-of-postpartum-depression/#fnref22\">↩</a></li></ol><p></p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/Signs-of-Postpartum-Depression.jpg",
   "Categories": "My Health",
   "Tags": ""
 },
 {
   "ID": 4336,
   "Title": "Taking care of yourself",
   "Content": "<p>We want to show you that taking care of yourself can be simple.</p><p>Take a few seconds to think about a houseplant.</p><p>Whatever you’re imagining, be it cactus, fern, or peace lily, that plant needs care and attention. Tend to it regularly, and it will flourish. Neglect it, and it will start to wilt.</p><p>Your health isn’t so different.<sup><span className=\"littlefoot-footnote__host\"></span><a href=\"#fn:ref1\" id=\"fnref1\" rel=\"footnote\">[1]</a></sup><sup><span className=\"littlefoot-footnote__host\"></span><a href=\"#fn:ref2\" id=\"fnref2\" rel=\"footnote\">[2]</a></sup></p><p>Taking proper care of your body and mind will keep you healthy and improve your wellbeing. Good self-care can also help people living with long-term conditions: as many as 75% of hospital admissions for asthma and <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/whats-is-diabetes/\"target=\"_blank\"  rel=\"noopener\" title=\"diabetes\" data-wpil-keyword-link=\"linked\">diabetes</a> could be avoided with good self-care routines.</p><h2 id=\"so-what-do-we-mean-by-taking-care-of-yourself\">So what do we mean by \"taking care of yourself\"?&nbsp;</h2><p>It’s about breaking unhealthy habits and doing small things every day that add up to a healthier, happier you. We want to help make taking care of yourself part of your routine, something you do without thinking.</p><figure className=\"wp-block-image size-full\"><img src=\"https://adoctor.org/wp-content/uploads/taking-care-of-yourself2.webp\" alt=\"\" className=\"wp-image-4339\"/></figure><h3>Where to begin?&nbsp;</h3><p>Check out our taking care of yourself articles. They’re packed with information and digestible tips to help you look after your body and mind.</p><h2 id=\"avoiding-burnout\">Avoiding burnout</h2><p>Burnout is the physical, emotional, and mental exhaustion caused by chronic, long-term stress. <a href=\"/my-health/avoiding-burnout/\" data-type=\"post\">Get tips about how you can avoid it.</a></p><h2 id=\"sleeping-better\">Sleeping better</h2><p>Sleep is essential for a healthy life and an activity most of us love. So why do so many of us struggle to get enough of it? <a href=\"/my-health/sleeping-better/\" data-type=\"URL\" data-id=\"/my-health/sleeping-better/\">Get tips to make sure you’re getting the rest you need.</a></p><h2 id=\"managing-anxiety\">Managing anxiety</h2><p><a className=\"wpil_keyword_link \" href=\"https://adoctor.org/conditions/whats-is-generalized-anxiety-disorder/\"  title=\"Anxiety\" data-wpil-keyword-link=\"linked\">Anxiety</a> is something we all experience now and again. But for some people, it regularly affects day-to-day life. <a href=\"/my-health/managing-anxiety/\" data-type=\"URL\" data-id=\"/my-health/managing-anxiety/\">Get tips for managing anxiety and preventing it in the long term.</a></p><h2 id=\"sunbathing-and-vitamin-d\">Sunbathing and vitamin D</h2><p>Vitamin D is vital for your health. But protecting yourself from the harmful effects of the sun is just as important. <a href=\"https://adoctor.org/my-health/sunbathing-and-vitamin-d/\" data-type=\"post\" data-id=\"4094\">Get tips for getting enough vitami</a><a href=\"/my-health/sunbathing-and-vitamin-d/\" data-type=\"URL\" data-id=\"/my-health/sunbathing-and-vitamin-d/\">n</a><a href=\"https://adoctor.org/my-health/sunbathing-and-vitamin-d/\" data-type=\"post\" data-id=\"4094\"> D safely.</a></p><h2 id=\"getting-active\">Getting active</h2><p>Physical inactivity is among the top-10 leading causes of death and disability globally. But getting enough activity is easily achievable for most of us. <a href=\"/my-health/getting-active/\" data-type=\"URL\" data-id=\"/my-health/getting-active/\">Get tips for moving more at home, at work, and on the go.</a></p><h2 id=\"reducing-screen-time\">Reducing screen time</h2><p>We’re spending more and more time staring at screens. But is it doing us any good? <a href=\"/my-health/reducing-screen-time/\">Get tips on how you can cut back on screen time.</a></p><h2 id=\"reducing-risk-type-2-diabetes\">Reducing risk: type 2 diabetes</h2><p>Type 2 <a className=\"wpil_keyword_link \" href=\"https://adoctor.org/fr/conditions/whats-is-diabetes/\"target=\"_blank\"  rel=\"noopener\" title=\"diabetes\" data-wpil-keyword-link=\"linked\">diabetes</a> is a common condition linked to glucose and it affects more people today than ever before. <a href=\"/my-health/reducing-risk-type-2-diabetes/\" data-type=\"URL\" data-id=\"/my-health/reducing-risk-type-2-diabetes/\">Get tips on how you can reduce your risk. </a></p><h2 id=\"working-from-home\">Working from home</h2><p>Switching to a home office can present new challenges to your mental and physical health. <a href=\"/my-health/working-from-home/\">Get tips on staying safe, healthy, and happy while you work from home.</a></p><h2 id=\"spotting-the-difference-utis-and-stis\">Spotting the difference: UTIs and STIs</h2><p>You must understand the difference between UTIs and STIs so that you know when it's time to see a doctor. <a href=\"/my-health/the-difference-between-utis-and-stis/\" data-type=\"URL\" data-id=\"/my-health/the-difference-between-utis-and-stis/\">Get tips on how to tell them apart and what you can do to prevent them.</a></p><!-- wp:separator {\"className\":\"is-style-dots\"} --><hr className=\"wp-block-separator is-style-dots\"/><!-- /wp:separator --><!-- wp:html --><ol><li id=\"fn:ref1\"><p>Blainey, D., et al. Health Trends, (1990), PMID: <a rel=\"noopener noreferrer nofollow\" target=\"_blank\" href=\"https://pubmed.ncbi.nlm.nih.gov/10110543/\">10110543</a>.</p></li><li id=\"fn:ref2\"><p>Alexander, W. D. Diabet Med, (1988), DOI: <a rel=\"noopener noreferrer nofollow\" target=\"_blank\" href=\"https://europepmc.org/article/med/2974782\">10.1111/j.1464-5491.1988.tb01055.x</a>.</p></li></ol><!-- /wp:html --><p></p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/Taking-care-of-yourself.webp",
   "Categories": "My Health",
   "Tags": "Taking care of yourself"
 },
 {
   "ID": 26271,
   "Title": "What is Adrenalectomy: Overview, Benefits, and Expected Results",
   "Content": "<p>Adrenalectomy is the removal of one or two of the adrenal glands when tumors develop. It can be performed through the traditional open method or by using minimally invasive techniques.</p><p>The adrenal glands are a pair of thumb-sized and triangle-shaped organs that are found above the kidneys. They are part of the endocrine system and secrete hormones that are necessary to help maintain life.</p><p>The outer layer called the adrenal cortex creates cortisol, which plays a huge role in many metabolic functions and inflammation control. It also produces androgens, which can be converted into sex hormones, although the amounts are not as large as when the ovaries and the testicles create estrogen and testosterone respectively. The adrenal glands also work alongside the kidneys by regulating the level of sodium and blood pressure.</p><p>Inside the adrenal glands is the adrenal medulla that produces stress hormones including adrenaline. When a person is under <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/stress\">stress</a> or in a fight-or-flight situation, the hormones increase the heart rate to keep the body alert.</p><p>The adrenal glands have to produce these hormones in sufficient quantities. Anything more or less than what the body needs may result in serious problems like chronic inflammation, diabetes, and hypertension.</p><h2>Who should undergo and expected results</h2><p>Adrenalectomy is recommended when tumors, which could be either malignant or benign, grow in the adrenal glands. Benign ones are called adenomas, and they are more common than malignant ones or carcinomas. In fact, adrenal cancers are rare in general. Although they can occur in both adults and children, they tend to be diagnosed much earlier among children.</p><p>Adrenal tumors are also often difficult to find. They are usually detected when they have grown large and symptoms such as fluid retention or weight gain have become more pronounced. According to medical recommendations, any adrenal tumor that measures over 5 centimeters is assumed to be cancer while anything smaller than that is benign. If it's small, the endocrinologist may adopt a wait-and-see approach and monitor its growth. In both cases surgery is an option.</p><p>If the tumor is malignant, it can be classNameified as either primary or secondary. Primary cancers mean the disease originated from the organs. Surgery may control not only the growth but also the spread to nearby organs like the kidneys.</p><p>Secondary adrenal cancer means the condition originated from other body parts and has spread to the adrenal glands. In general, adrenal cancer has a poor prognosis if it's already distant or has metastasized.</p><h2>How the procedure works</h2><p>As mentioned above, adrenalectomy can be performed using either traditional open surgery or by using newer minimally invasive techniques.</p><p>An open adrenalectomy involves making one huge incision to access and remove the glands. The incision could be posterior (horizontal or vertical incision in the abdomen), anterior (incision at the back below the rib cage), and flank (incisions on each side of the body). Each of these approaches has its own advantages and disadvantages. For example, the posterior technique is the quickest way to remove the adrenal glands but may prevent the surgeon from monitoring the condition of the surrounding organs and tissues.</p><p>Open adrenalectomy is performed when tumors have become very large (and are more likely cancerous), or the surgeon has to remove other organs or tissues, which may be indicative of the cancer's spread.</p><p>The laparoscopic technique, on the other hand, involves creating four incisions underneath the rib cage. A probe is then inserted in one of the incisions to obtain a real-time image of the adrenal glands and the surrounding organs. The surgeon also operates using fine instruments while looking at the screen for guidance.</p><p>Laparoscopic technique is most recommended if the tumor is localized and small. It is not ideal for people with more than one tumor or obese.</p><p>Whether the patient undergoes laparoscopic or open surgery, general anesthesia is administered. Preparation includes balancing hormones particularly those that affect blood pressure and heart rate. This means the patient will have to be medicated first before undergoing surgery.</p><h2>Possible risks and complications</h2><p>Risks and complications include external and internal bleeding. In certain cases, the patient may develop a <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/hernia\">hernia</a> in the incision site, which is characterized by the bulging of the tissue. This may cause the incision to break open and the wound may take a longer time to heal. The risk of infection is also very high. Further, damage to the other organs can be possible especially if the tumor is large, sits close to other tissues, or the approach limits the surgeon's visuals.</p><p>If only one of the adrenal glands is removed, the remaining gland immediately assumes the role. If both are affected by the adrenalectomy, the patient must take steroids for the remainder of his life. Steroids help control inflammation, but they also have side effects like muscle weakness and an increased risk of <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/high-blood-pressure-hypertension\">hypertension</a> and diabetes.<br><br><strong>Reference</strong>:</p><ul><li>Yeh MW, Duh QY. The adrenal glands. In: Townsend CM, Beauchamp RD, Evers BM, Mattox KL, eds. Sabiston Textbook of Surgery. 19th ed. Philadelphia, PA: Elsevier Saunders; 2012:chap 41.</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Adrenalectomy: Overview"
 },
 {
   "ID": 26279,
   "Title": "What is Allergy Testing: Overview, Benefits, and Expected Results",
   "Content": "<p>Allergy testing is a procedure that can either be a skin test or a blood test done to determine the substances that may be causing an allergic reaction in a person. Substances that can trigger an allergic response are called allergens. Between the two types of allergy testing, skin testing is more commonly done than blood testing because of its practicality; it is easier to do, less expensive, and its results are more accurate. </p><p>A skin test is done by putting a small amount of a certain suspected allergen on the skin. The reaction that the skin will have after the administration of the suspected allergen will be observed to determine whether or not the skin is allergic to it. The substances can be administered in three ways: through a skin prick test, intradermal skin test, and patch test. </p><p>Generally, allergy testing is helpful in determining allergy treatment plans and in diagnosing allergic conditions such as hay <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/fever\">fever</a>, allergic asthma, dermatitis, <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/food-allergy\">food allergies</a>, penicillin allergy, bee venom allergy, and latex allergy. </p><h2>Who Should Undergo and Expected Results</h2><p>Anyone experiencing any allergic reaction and needs more information about it can undergo allergy testing. It is safe for people of any age, whether adult, child, or infant, unless there are specific reasons why the doctor might suggest against it. Doctors may advise against skin testing for patients who have a history of allergic reactions, are suffering from skin conditions such as <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/eczema\">eczema</a> or psoriasis, and are taking medications such as antihistamines, antidepressants, and medication for heartburn. </p><p>The results of allergy testing can be positive, negative, or abnormal. A positive result means that the person being tested is indeed allergic to the substance used. A negative result means that the substance does not cause an allergic reaction in the patient. In some cases, however, the result may be wrong or abnormal; for example, a person may have an allergic reaction to a certain substance during the skin test, even though he is not allergic to it normally. Although skin tests have been proven to be accurate, sometimes mistakes in the process of testing may cause abnormal results. For instance, if the dose of an allergen is somehow too much, it can result in a positive outcome even if the patient is not really allergic to the substance. </p><p>Some patients may also be limited to a specific type of testing technique. Patients who cannot undergo the skin test because of their situation can take the blood test instead. Skin tests are usually best in determining airborne allergies such as allergies to pet dander, dust mites, and pollen. Allergies involving food are more complicated and might require more than a skin test. On the other hand, medicinal allergies, except allergies to penicillin, should never be observed using the skin test.</p><h2>How Does the Procedure Work?</h2><p>There are three different methods of conducting an allergy testing procedure. One of these three methods is the skin prick test. In this test, a small amount of a suspected allergen is placed on the forearm, upper arm, or back before the skin is pricked. Within about 15 to 20 minutes, the skin is observed to see if any kind of allergic reaction such as swelling and redness will appear. Several substances can be tested at the same time.</p><p>The intradermal skin test uses the method of injection by inserting a certain amount of allergen into the skin. Like the skin prick test, the doctor then observes the skin for any kind of allergic reaction to the substance. Usually, the intradermal skin test is used if the doctor suspects that a previous skin prick test yielded suspicious or inaccurate results.</p><p>The third technique is called the patch test. Patch testing is the most ideal kind of skin test for detecting allergies that take longer to appear or manifest an allergic reaction. In this method, possible allergens are put on the skin using patches of tape. Unlike the skin prick test and the intradermal test, the doctor observes the skin, not immediately, but after about 72 to 96 hours. The patch test is useful for people who have a skin-related allergic condition called contact dermatitis. </p><p>A blood test can also detect an allergy to a certain substance. It works by examining the amount of antibodies in the suspected or affected area of the body. The blood level of a type of antibody called the immunoglobulin E or IgE is measured when the body responds to a certain allergen. Patients with allergies or <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/asthma\">asthma</a> often have high IgE levels. </p><h2>Possible Risks and Complications</h2><p>Patients should expect to experience unpleasant feelings during an allergy testing. Since allergens are being tested on the actual skin of the patient, it is almost certain that the patient will experience an allergic reaction and its symptoms, if the patient is indeed allergic to the substance in question. The symptoms of an allergic reaction range from mild to moderately serious, such as swelling and the appearance of itchy red bumps or wheals. There is also a risk of a severe and life-threatening allergic reaction, although this is very rare.</p><p>Since an allergy test is conducted safely within the confines of a hospital or clinic and under the watchful eye of an attending physician, all allergic reactions that actually occur are promptly treated. If a person is proven to be allergic to a certain substance, the reaction can either be treated or the person will be asked to avoid that substance altogether. This will help prevent the symptoms and reduce the risk of complications. </p><p>Knowing what foods or substances a person is allergic to is an important part of his health maintenance. If it is possible, the best way to prevent an allergic reaction is to find out what is causing it and to avoid it. If it cannot be avoided, treatment may ensue, and this may take two forms: relieving allergy symptoms or treating the allergy itself to reduce allergic attacks even with exposure to the said allergen. <br><br><strong>References</strong>: </p><ul><li>Bernstein IL, Li JT, Bernstein DI, Hamilton R, et al. American Academy of Allergy, Asthma and Immunology; American College of Allergy, Asthma and Immunology. Allergy diagnostic testing: an updated practice parameter. Ann Allergy Asthma Immunol. 2008;100(3 Suppl 3):S1-S148.</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Allergy Testing: Overview"
 },
 {
   "ID": 26283,
   "Title": "What is Alveolectomy: Overview, Benefits, and Expected Results",
   "Content": "<p>An alveolectomy is a surgical dental procedure that aims to remove some or all of the alveolar bone that surrounds a tooth and change the shape and surface of the jawbone to prepare it for subsequent procedures. It is considered as the most effective dental surgery in removing infected teeth right from the roots and is often done as a preparatory step prior to the placement of dental prosthetics. It has a high success rating and a low risk of severe complications. </p><h2>Who Should Undergo and Expected Results</h2><p>An alveolectomy is ideal for patients with severely infected teeth that can no longer be saved and thus have to be extracted and replaced with prosthetic teeth such as <a id=\"public-medical-information-procedures-link-1\" href=\"/procedures/dentures\">dentures</a> and dental implants.</p><p>This multi-purpose procedure aims to:</p><ul><li>Remove infected teeth from the roots</li><li>Prepare the jaw bone for the placement of dentures</li><li>Remove a wisdom tooth </li><li>Reduce the height of alveolar sockets prior to a <a id=\"public-medical-information-procedures-link-2\" href=\"/procedures/crown-lengthening\">crown lengthening</a> procedure </li><li>Remove protuberant alveolar bones<br>While damaged teeth are usually removed through an extraction, an alveolectomy becomes necessary in complex cases, such as when the roots of the infected teeth are cracked, curved, or too close to the nerves, making it difficult to remove them through a traditional extraction procedure. The need for an alveolectomy is usually determined when the patient undergoes a <a id=\"public-medical-information-procedures-link-3\" href=\"/procedures/dental-x-ray\">dental x-ray</a> scan prior to a dental extraction. </li></ul><p>Once the infected tooth is removed with its roots, the dentist goes on to smoothen the remaining jaw bone to give it the right shape to accommodate and stabilise a denture or implant. This step aims to remove any sharp edges and bone undercuts and increase the space between the mandibular and maxillary ridges. This also helps protect the mucosa from possible trauma that may occur due to the use of a prosthetic dental appliance. Dentures can be placed one to two days after the procedure. </p><p>In the case of wisdom teeth, an alveolectomy is used to completely remove an impacted tooth, which cannot grow completely due to an unfavorable position or a lack of sufficient space. </p><h2>How is the Procedure Performed?</h2><p>An alveolectomy is an outpatient procedure performed under either local or general anesthesia. It is performed by an oral surgeon with the use of key dental instruments, such as a power scaler, a sharp hand scaler or curette, and <a id=\"public-medical-information-procedures-link-4\" href=\"/procedures/scaling-and-polishing\">scaling and polishing</a> tools. </p><p>Prior to an alveolectomy, the infected tooth is extracted from its roots by making an incision in the gums surrounding it, giving the surgeon access to the alveolar bone. Various dental instruments are then used to adjust the shape, contour, height, and surface of the bone. The incisions are then closed up using sutures before a dressing is placed over the wound for protection. </p><p>Patients can go home a few hours after the procedure or once the effects of anaesthesia have worn off. Recovery after an alveolectomy is generally fast and is typically uncomplicated. To promote healing and protect patients from pain and infection, antibiotics, pain relief medications, and anti-inflammatory medications are typically prescribed.</p><h2>Possible Risks and Complications</h2><p>As with all other oral surgeries that require incisions, an alveolectomy is associated with some risks and complications, such as:</p><ul><li>Bleeding – The risk of bleeding is a significant issue following an alveolectomy. Although not life-threatening, this can delay healing and cause some problems for the patient.</li><li>Infection</li><li>Pain and swelling <br>The risk of complications tends to increase depending on the complexity of the case. Mild cases and impacted tooth removal are considered as low-risk cases, as well as alveolectomy performed on one quadrant of the mouth. The risk, however, is higher for alveolectomies performed on 2 or more quadrants. </li></ul><p>Some steps can be taken to help prevent these complications and speed up the healing process. These include taking preemptive antibiotic medications and refraining from strenuous activities during the recovery period. Blood-thinning medications should also be avoided. <br><br></p><p><strong>References</strong>:</p><ul><li><p>Dym H., Ogle O. “Oral Surgery for the General Dentist, An Issue of Dental Clinics.” </p></li><li><p>Dhina M., Koka S., Rieck KL. “A Tooth-Stabilized Surgical Template for Alveolectomy.” J Prosthet Dent. 2013 Dec;110(6):529-31. http://www.ncbi.nlm.nih.gov/pubmed/24176180</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Alveolectomy: Overview"
 },
 {
   "ID": 26284,
   "Title": "What is Anticoagulation Management: Symptoms, Causes, Diagnosis, and Treatment",
   "Content": "<p>Anticoagulation management refers to different therapies used to treat, prevent, and manage <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/clotting-disorders\">blood clotting</a> disorders. </p><p>When a person gets injured, it is normal for the skin to break or for an organ to bleed. However, the body has the ability to control the bleeding through coagulation or clotting. In the event of bleeding, platelets and the proteins that are found in the blood’s plasma, bond together to the injured site to stop the bleeding. Once the bleeding has stopped, the body is supposed to reabsorb the blood clot.  </p><p>However, in some cases, the body does not reabsorb blood clots. There are also times when these clots form despite the absence of injury or bleeding. The condition is particularly dangerous when blood clots develop in the blood vessels as they can restrict the proper blood flow in the body, cutting off the much-needed supply of nutrients and oxygen. They can also cause blood vessels to rupture.    </p><p>Anticoagulation management, therefore, is designed to ensure that the body’s ability to form blood clot doesn’t cause harm to the patient. </p><h2>Who Should Undergo and Expected Results</h2><p>Anticoagulants are often recommended for people who have been diagnosed with blood clotting disorders. These include <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/atrial-fibrillation\">atrial fibrillation</a> (AF), pulmonary embolism, and deep vein thrombosis (DVT). </p><p>Atrial fibrillation is a type of heart condition characterized by an irregular or abnormal heartbeat. When the heart fails to move blood using its different chambers, the blood becomes stagnant and this encourages the formation of blood clots. </p><p>DVT, on the other hand, is a kind of blood clotting disorder that occurs in a huge deep vein, usually the one in the leg. In some cases, a clot breaks off and travels through the bloodstream where it lodges itself in any of the blood vessels such as a main artery of the lung. This may then cause <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/pulmonary-embolism\">pulmonary embolism</a>. </p><p>There are also people who carry certain genetic mutations that make them more susceptible to creating unnecessary blood clots. </p><p>Depending on the severity or kind of the blood clot, as well as the overall health of the patient, anticoagulation management may last for at least two weeks. </p><h2>How Does the Procedure Work?</h2><p>Anticoagulation management is typically implemented with medications (drug therapy). Two of the most well-known drugs used are called heparin and warfarin. Heparin is an injection while warfarin is in a form of a tablet or capsule. </p><p>The doctor, typically a hematologist who specializes in blood (especially if the patient’s condition is directly caused by a blood clotting disorder), provides clear information about the management plan. These include:</p><ul><li>The specific drug to take</li><li>Dosage and administration</li><li>Duration of the therapy </li><li>Risks and complications</li><li>Limitations of the medications</li></ul><p>Many factors are also considered before medications are provided, including: </p><ul><li>Age</li><li>Presence of other illnesses </li><li>Age</li><li>Severity of the clotting problem</li></ul><p>Indirectly, the management program may refer to the treatment of the underlying disease. For example, atrial fibrillation may be corrected through drugs, electric shock treatment, or catheter ablation. In more severe cases, a <a id=\"public-medical-information-procedures-link-4\" href=\"/procedures/pacemaker-implant\">pacemaker</a> may be attached. Regardless of the method used, the management of this condition aims to prevent the formation of unnecessary blood clot. </p><h2>Possible Risks and Complications</h2><p>Drugs have side effects. For anticoagulants, two of the possible side effects are bruising and bleeding. Some patients like those with cancer or a bleeding disorder like hemophilia may bleed more easily. Those who are about to undergo surgery should inform their doctor if they are taking anticoagulants so necessary preparations and adjustments can be performed to make the surgery safer for the patient.<br><br><strong>Reference</strong>:</p><ul><li>Holbrook A, Schulman S, Witt DM, et al. Evidence-based management of anticoagulant therapy: Antithrombotic Therapy and Prevention of Thrombosis, 9th ed: American College of Chest Physicians Evidence-Based Clinical Practice Guidelines. Chest. 2012;141:e152S. PMID: 22315259 www.ncbi.nlm.nih.gov/pubmed/22315259.</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Treatment|Causes|diagnosis|What is Anticoagulation Management: Symptoms"
 },
 {
   "ID": 26386,
   "Title": "What is Bursectomy: Overview, Benefits, and Expected Results",
   "Content": "<p>Bursectomy is a surgical procedure used to remove the bursa, a cushion-like sac found within the joints in the body.</p><p>Bursae are filled with synovial fluid that lubricates the joints. They serve as points of friction between the bones and the surrounding muscles, ligaments, tendons, and skin. One of the largest bursae in the body is found between the kneecap and the skin and is just a few millimeters thick and about four centimeters in diameter. The primary function of these structures is to provide cushion during movement. </p><p>During injury or conditions like <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/rheumatoid-arthritis\">rheumatoid arthritis</a>, the synovial membrane of the bursa becomes inflamed due to the excess production of synovial fluid, leading to the condition known as <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/bursitis\">bursitis</a>. Commonly affecting the knees, elbows, hips, and shoulders, it causes pain and restricted movements. The condition can also affect the heels and the base of big toes.</p><p>Bursectomy is typically done in orthopedic clinics and on an outpatient basis. </p><h2>Who Should Undergo and Expected Results</h2><p>Patients who are diagnosed with bursitis are typically advised to take anti-inflammatory medications to manage their conditions. However, when the condition worsens over time or when the patient no longer responds to medications, bursectomy is advised to achieve long-term pain relief. The procedure can also be recommended to athletes with related injuries and for those with recurring septic bursitis, in which the inflammation of the bursa is caused by bacterial infection, causing the synovial membrane to be filled with pus that needs to be drained constantly. The physician may advise removing the bursa altogether to make sure the infection does not spread or recur. </p><p>The procedure is considered safe and minimally invasive. The majority of the affected joints heal without any reported serious complications. Patients are advised to rest for several weeks to facilitate healing, making sure the affected area is used as little as possible. Pain medications and anti-inflammatory drugs may be prescribed to reduce discomfort. <a id=\"public-medical-information-procedures-link-3\" href=\"/procedures/physical-therapy\">Physical therapy</a> sessions after the operation can be beneficial to encourage the recovery of affected joints and regain their strength. In the majority of cases, patients are able to achieve long-term relief from pain as well as regain mobility in the affected joints.  </p><h2>How is the Procedure Performed?</h2><p>In most cases, the affected joint is numbed using topical anesthesia and there is no need to sedate the patient. If the physician determines that drainage is required from the affected joint, a small incision is made and the bursa is opened. A small drain tube is inserted and kept in the bursa for several days to remove the fluid. A concurrent antibiotic medication is also prescribed to avoid infection. </p><p>In cases where draining fluid does not provide relief, the physician may decide to remove the bursa altogether. This is especially the case if it has thickened to a point where movement is severely restricted and the patient is experiencing debilitating pain. The surgeon still makes an incision and removes the thickened bursa. However, there are some instances when the surgeon decides to remove only a portion of it and leave a small portion intact to maintain a degree of lubrication and reduce friction. If such is the case, there is a possibility for the bursa to grow back to its normal size. The incision is then closed with sutures.</p><p>A modified version, called arthroscopic bursectomy, is performed on those who are diagnosed with trochanteric bursitis or inflammation of the bursa in the hip joint. The surgeon makes an incision in the hip area and inserts a small camera to guide his instruments toward the bursa. Special surgical tools are then used to drain excess fluid. In some cases, a shaver is used to completely cut the bursa from the surrounding muscles and tissues. The incision is then closed. </p><h2>Possible Risks and Complications</h2><p>Bursectomy can lead to the development of infection at the incision site, which can be prevented by taking antibiotic medications. If left untreated or inadequately managed, the infection can lead to skin death or necrosis.</p><p>Patients also need to follow the prescribed rest period a few weeks after the procedure. Otherwise, healing will be slow and there will be a possibility of recurrence. This is a big possibility especially if the joint was made to bear weight even if it has not completely healed. </p><p>In areas where there are repeated movements, such as the knees or shoulders, there is a possible limitation of normal mobility that the patient will experience long after bursectomy was performed. For some patients, this complication might even be permanent. </p><p>In few instances, some patients report the development of <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/arthritis\">arthritic</a> knee symptoms following bursectomy. <br><br></p><p><strong>References</strong>:</p><ul><li><p>Snider RK. Olecranon bursitis. Snider RK, ed. Essentials of Musculoskeletal Care. 2nd ed. Rosemont, Ill: American Academy of Orthopaedic Surgeons; 1997. 156-9.</p></li><li><p>McGee DJ. Elbow joints. Orthopedic Physical Assessment. 2nd ed. Philadelphia, Pa: WB Saunders Co; 1992. 143-167.</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Bursectomy: Overview"
 },
 {
   "ID": 26416,
   "Title": "Apa itu Koleskintigrafi : Gambaran Umum, Manfaat, dan Hasil yang Diharapkan",
   "Content": "<h2>Apa itu Koleskintigrafi?</h2><p>Koleskintigrafi juga dikenal dengan sebutan hepatobiliari atau HIDA scan, adalah metode pemindaian menggunakan nuklir untuk memeriksa fungsi hati, empedu dan saluran empedu. Prosedur dilakukan dengan menyuntikkan dan memeriksa pergerakan alat pemantau melalui mesin pemindai.</p><p>Berbagai macam kondisi dapat berdampak buruk pada fungsi hati dan empedu, yang kemudian dapat menyebabkan berbagai macam gangguan kesehatan, termasuk penyumbatan. Kondisi ini dapat dikenali melalui HIDA scan.</p><h2>Siapa yang Perlu Menjalani Koleskintigrafi  dan Hasil yang Diharapkan</h2><p>Koleskintigrafi  perlu dilaksanakan bila:</p><ul><li><p>Pasien terjangkit penyakit kuning – Penyakit kuning membuat kulit terlihat kekuningan dan mata menjadi putih. Kondisi ini merupakan gejala dasar dari gangguan hati dan terjadi ketika kadar bilirubin tubuh sangat tinggi. Kemungkinan lainnya meliputi pertumbuhan tumor atau luka pada hati. </p></li><li><p>Pasien mengalami <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/abdominal-pain\">nyeri perut</a> – Banyak hal yang  menyebabkan seseorang mengalami nyeri perut.  Jika nyeri terasa pada perut kanan bagian atas, kemungkinan besar merupakan gejala gangguan hati, empedu atau saluran empedu. Kondisi ini juga merupakan gejala pertumbuhan tumor atau batu yang menghambat aliran empedu.</p></li><li><p>Pasien telah menjalani operasi – Pemeriksaan dilaksanakan setelah prosedur bedah hati, empedu, atau saluran empedu, untuk memeriksa aliran empedu pada tubuh. kondisi saluran.<br>Koleskintigrafi dapat dilaksanakan sebagai:</p></li><li><p>Bagian dari evaluasi komprehensif sebelum transplantasi liber atau pengangkatan empedu</p></li><li>Bagian dari prosedur penanganan dan pengobatan untuk cacat bawaan</li><li>Prosedur untuk memeriksa adanya lubang pada saluran empedu<br></li></ul><h2>Cara Kerja Koleskintigrafi</h2><p>Sebelum melaksanakan koleskintigrafi, dokter dan ahli radiologi nuklir akan melakukan serangkaian pemeriksaan dan pemantauan terhadap rekam medis pasien. Hal ini bertujuan untuk mengatur pemeriksaan koleskintigrafi dan memastikan bahwa pasien layak untuk prosedur pemindaian. Pasien yang sedang dalam masa kehamilan tidak diperkenankan untuk mengikuti pemeriksaan ini.</p><p>Pasien juga dianjurkan untuk menyesuaikan atau menghentikan pengobatan lain, karena dapat mengurangi keakuratan hasil tes. Apabila pasien mengikuti prosedur barium enema empat hari sebelumnya, maka HIDA scan akan ditunda selama beberapa hari.</p><p>Prosedur pemeriksaan dimulai dengan menyuntikkan zat radioaktif melalui jalur infus ke pembuluh nadi dan diserap oleh tubuh. Zat radioaktif berperan sebagai media pemantau keadaan di dalam tubuh. Apabila pasien seorang anak, biasanya dokter akan memberikan zat sedatif, karena anak-anak cenderung rewel saat mengikuti prosedur semacam ini.</p><p>Lalu, pasien diminta berbaring pada meja khusus dan dokter akan mengambil gambar hati, empedu, saluran empedu, dan organ di sekitarnya menggunakan pemindai gamma yang bergerak maju dan mundur dalam rentang waktu tertentu. Pasien juga akan diminta mengkonsumsi makanan kaya akan lemak saat prosedur pemeriksaan, namun hal ini dilakukan tergantung pada tujuan pemeriksaan.</p><p>Setelah prosedur selesai, gambar yang dihasilkan akan dikumpulkan dan diberikan pada dokter yang kemudian menjelaskan hasilnya pada pasien.</p><p>Proses pemeriksaan ini dapat berjalan hingga 2 jam atau lebih.</p><h2>Kemungkinan Komplikasi dan Resiko Koleskintigrafi</h2><p>Paparan radiasi yang dipakai selama pemeriksaan sangatlah rendah, sehingga prosedur ini hanya memiliki resiko kecil terhadap kondisi pasien. Di sisi lain, zat kimia yang bekerja sebagai pemantau dinyatakan aman, karena zat ini tidak aktif lagi setelah beberapa jam kemudian. Salah satu jalan keluar bagi zat radioaktif adalah melalui ASI, maka ibu menyusui tidak boleh memberi ASI pada bayinya minimal dua hari pasca pemeriksaan.</p><p>Komplikasi dan resiko lain yang hanya dalam skala ringan. Area penyuntikan bisa terinfeksi, yang ditandai dengan pembengkakan, kulit kemerahan dan terasa lunak ketika sentuh. Kondisi seperti ini dapat dicegah dan ditangani oleh antibiotik. Zat radioaktif akan lebih sulit untuk dikeluarkan pada pasien yang mengidap gangguan ginjal dan dapat memicu reaksi alergi.<br><br></p><p><strong>Rujukan</strong>:</p><ul><li><p>Afdahl NH. Diseases of the gall bladder and bile ducts In: Goldman L, Schafer AI, eds. Goldman's Cecil Medicine. 24th ed. Philadelphia, PA: Elsevier Saunders; 2011:bab 158.</p></li><li><p>Wang DQH, Afdahl NH. Gallstone disease. In: Feldman M, Friedman LS, Brandt LJ, eds. Sleisenger and Fordtran's Gastrointestinal and Liver Disease. 9th ed. Philadelphia, PA: Elsevier Saunders; 2010:bab 65.</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "Apa itu Koleskintigrafi : Gambaran Umum|dan Hasil yang Diharapkan|Manfaat"
 },
 {
   "ID": 26510,
   "Title": "What is Dialysis: Overview, Benefits, and Expected Results",
   "Content": "<p>The kidneys, which are a part of the body's renal system, remove waste products and excrete them in the form of urine. When the kidneys fail, waste can build up in the body and cause certain death. Dialysis is a procedure that takes over the functions of the kidneys in the case of a kidney failure, which is to remove the waste products.</p><p>Kidney failure is often caused by <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/chronic-kidney-disease\">chronic kidney disease</a> (CKD), which is categorized into five stages. Stage 1 is the early stage of the disease, while stage 5 CKD is when the patient requires a kidney transplant or dialysis.</p><p>The stages of CKD are based on the glomerular filtration rate (GFR), which is a measure of the percentage of kidney function. A CKD with a GFR that is equal or greater than 90 is stage 1, while a GFR that is less than 15 is stage 5. According to the guidelines of the National Kidney Foundation, dialysis should start when GFR drops down to a level of 6.</p><h2>Who should undergo and expected results</h2><p>Dialysis is recommended for patients with stage 5 CKD, which means that the kidneys can no longer function normally and that uremia (waste in the blood) is present. However, it's important to note that dialysis is not a form of treatment, which means that the procedure cannot cure the disease. The only cure for the condition is a <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/kidney-transplant\">kidney transplant</a> procedure.</p><p>The result of failing kidneys is the build up of uremia in the blood stream. When the amount of uremia reaches a certain level, the patient begins to feel sick. If the level gets too high, it is likely that the patient will die.</p><p>In order to decide when the patient requires dialysis, doctors measure that creatinine and blood urea nitrogen (BUN) levels. Higher levels indicate that the kidneys are failing to function normally.</p><p>Once the doctor recommends that the patient undergo kidney dialysis, it is likely that the procedure will be required for the rest of the patient's life, unless he or she receives a kidney transplant. While on dialysis, the life expectancy is 5 to 10 years, but there are cases when patients have lived normal lives with dialysis for over 30 years. However, statistics shows that 1 in 4 patients who undergo dialysis will not survive for a year.</p><h2>How the procedure works</h2><p>There are two types of dialysis: peritoneal dialysis and hemodialysis. In a peritoneal dialysis procedure, the patient's own tissues in the abdominal cavity are used to filter the body's waste products. The procedure involves placing a dialysis catheter into the abdominal cavity. A special fluid is delivered through the catheter to wash the abdominal cavity and intestines. The intestinal walls will therefore act as a filter between the fluid and bloodstream.</p><p>There are 2 types of peritoneal dialysis: continuous ambulatory peritoneal dialysis (CAPD) and automated peritoneal dialysis (APD). CAPD allows the patient to be mobile and function normally. The procedure can be performed while the patient is at work, at home, or just about anywhere. The catheter that is inserted into the abdominal cavity is attached to a bag on the other end. When required, the patient places dialysate into the bag, which is then transferred to the abdominal cavity through the catheter. After about four to five hours, the dialysate is drained back into the bag and thrown away.</p><p>An APD procedure, on the other hand, requires the use of a machine called a cycler. The concept is similar to CAPD, with the exception that the cycler performs feeds and drains the dialysate automatically for a number of cycles with each cycle lasting around 1.5 hours. APD is usually performed at night while the patient is sleeping. Meanwhile, a hemodialysis procedure requires the use of a dialysis machine, also referred to as a dialysis membrane. The patient's blood is directed into the machine, which then filters it and returns the cleansed blood back into the patient's body.</p><p>Patients who require dialysis need to have easy access to the procedure. Those on hemodialysis will need to undergo the procedure three times a week for 3 to 5 hours per session. Those on CAPD or APD won't need to report to a hospital or dialysis center as frequently because the procedure can be performed at any time.</p><h2>Possible risks and complications</h2><p>Both hemodialysis and peritoneal dialysis have associated risks and possible complications. Patients who undergo hemodialysis may experience hypotension, <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/itching\">itching</a>, muscle cramps, <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/anemia\">anemia</a>, sleep problems, bone diseases, fluid overload, hypertension, hyperkalemia, pericarditis, depression, amyloidosis, and access site complications.</p><p>On the other hand, patients who undergo peritoneal dialysis may experience infections, weight gain, and weakening of the abdominal muscles.</p><h2>How to Know if the procedure is working</h2><p>Dialysis is the only option for patients with CKD. The procedure can prolong patients' lives and enable them to live almost normal lives, as long as the dialysis is providing the desired results.</p><p>The ultimate goal of dialysis is to remove waste products from the patient's body, without lowering the levels of necessary minerals. To know if dialysis is working properly, the patient will need to undergo blood tests at regular intervals. Doctors will pay close attention to the blood urea nitrogen (BUN) levels to ensure that these are not rising. They will also check the levels of sodium, calcium, potassium, and bicarbonate.</p><h2>How to improve the chances of success of the procedure</h2><p>Dialysis may not cure CKD, but it is the best option until the patient receives a kidney transplant. Until that happens, the patient will need to ensure that the chances of success of the procedure remain high. They can do this by making lifestyle and diet changes.</p><p>Patients on dialysis are often recommended to reduce the intake of salt (sodium). They will also be asked to limit the consumption of foods that are rich in phosphorus and potassium. A high-protein diet is often recommended.<br><br><strong>References</strong>: </p><ul><li>Correa-Rotter RC, Cueto-Manzano A, Khanna R. Peritoneal Dialysis. In: Taal MW, Chertow GM, Marsden PA, Skorecki K, Yu ASL, Brenner BM. eds. Brenner and Rector's The Kidney, 9th ed. Philadelphia, PA: Elsevier Saunders; 2011:chap 65.</li><li>Mitch WE. Chronic kidney disease. In: Goldman L, Schafer AI, eds. Goldman's Cecil Medicine. 24th ed. Philadelphia, PA: Elsevier Saunders; 2012:chap 132.</li><li>Tolkoff-Rubin N. Treatment of irreversible renal failure. In: Goldman L, Schafer AI, eds. Goldman's Cecil Medicine. 24th ed. Philadelphia, PA: Elsevier Saunders; 2012:chap 133.</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Dialysis: Overview"
 },
 {
   "ID": 26546,
   "Title": "What is Escharotomy: Overview, Benefits, and Expected Results",
   "Content": "<p>Full thickness burns, also called third-degree burns, are life-threatening conditions. In fact, studies in the United States revealed that 69% of patients with third-degree burns covering 70% of their body died because of their injuries. </p><p>However, even with such a high rate of mortality, it is still possible to survive the condition. Studies showed that a patient has a higher chance of surviving if the right treatment is provided within the first 24 hours following the injury. </p><p>The type of treatment a burn patient requires will depend on the severity of the injury and the percentage of the body that has been affected. Patients with severe burns that cover a high percentage of their body may likely require an emergency burn treatment procedure called an escharotomy. </p><p>The danger of a third-degree burn on the torso, limbs, and digits is that burnt skin turns into a leathery substance called eschar. Both the dermis and epidermis layers are also destroyed. In some cases, tissue underneath the skin layers may also be damaged. </p><p>As a result, fluids from damaged capillaries and vessels have no way of leaving the body. Instead, the fluids are trapped underneath the layer of eschar resulting in an oedema. </p><p>An escharotomy prevents this situation from progressing. The procedure involves incising canals or pathways along a specific route to enable the skin to expand. </p><p>Escharotomies need to be performed as early as possible in a sterile environment. This can be at a mobile trauma centre, inside the emergency department of a hospital, or in an operating room. </p><p>However, statistics show that the majority of escharotomies are not performed in the emergency department. Instead, the patient is first transferred to a burn unit. </p><h2>Who Should Undergo &amp; Expected Results</h2><p>Escharotomy is only performed on patients with a full-thickness burn that affects the neck, chest, and extremities. </p><p>Although it could be a life-saving procedure, successful results are not guaranteed. Aside from burnt skin, other factors may also contribute to the patient’s death, such as smoke inhalation and other injuries sustained. </p><p>Moreover, the possibility remains that any affected limbs may need to be amputated due to severe infections or loss of tissue, muscles, and/or bone. </p><h2>How Does the Procedure Work?</h2><p>The first step in treating severely burnt patients is to remove any materials from their body. These include pieces of clothing or jewellery. A doctor or emergency health services provider will then assess the patient’s condition. If needed, an emergency escharotomy may be performed. </p><p>If not, the patient may be transferred to a hospital’s emergency department. As mentioned earlier, many emergency departments do not perform escharotomies. Instead, they transfer the patient to a tertiary burn centre for further treatment. </p><p>Once in the hospital’s operating room, the patient may be given sedatives to help him/her relax. At this point, the patient will not have any sensation in the skin, but sedatives or anaesthetics are still provided. The surgeon will then mark the areas for incision, which may include the chest, neck, and any affected limbs. Using a scalpel or a cutting diathermy (cutting device that uses heat produced by electricity), the surgeon will create an incision along the marked lines. The depth of the incision is around 1cm or through the epidermis and dermis layers of skin. </p><p>The surgeon will take care not to cut through nerves and vessels directly underneath the skin. These include the ulnar nerve, peroneal nerve, saphenous nerve, and long saphenous vein. After the procedure, the patient will receive further treatment before the wounds are covered with skin grafts. </p><h2>Possible Risks and Complications</h2><p>An escharotomy is performed to increase the chances of the patient surviving third-degree burns. However, there are risks involved. There is also a possibility that complications may develop. </p><p>The success of an escharotomy relies heavily on the skills of the surgeon. But even under the hands of a highly skilled surgeon, there is still a risk of excessive bleeding, infection, and unintentional damage to nerves and vessels underneath the skin. </p><p>There is also a possibility that a portion of a limb may be damaged beyond repair and will need to be amputated. Amputations may result in gangrene or infections that could lead to septic shock. </p><p>Open wounds created in an escharotomy are also prone to infections. As such, the wounds are treated in the same manner as burn wounds.</p><p>Moreover, the patient may be subjected to psychological distress not only from the event but also from the actual procedure, which involves creating long incisions on the body and limbs. </p><p>Skin grafting may be able to reduce the appearance of such incisions, but will not totally cover them. Amputations could also add to the mental anguish that a patient may go through during and after the recovery process. </p><p>After the procedure, <a id=\"public-medical-information-procedures-link-1\" href=\"/procedures/physical-therapy\">physical therapy</a> is highly recommended so patients can regain their movement. More importantly, they will also have to undergo psychological therapy to recover from the mental trauma brought forth by the accident and escharotomy procedure. <br><br><strong>References</strong>:</p><ul><li><p>Neelu Pal MD, E. Schraga Md,; “Emergency Escharotomy”; http://emedicine.medscape.com/article/80583-overview?pa=EdjOalOzftWMHoo2CD4X0%2FKjQ1ZjI2%2FrF8DFKS%2BDYSjj3Z6Qv53zdvXkhsoLL%2BgELETtYfFORRSsy9UTYatHiLOwhd8Mdk7tVO%2FdkscsGC4%3D#a9</p></li><li><p>Alabama Department of Public Health; “Responding to Victims with Burn Injuries in Disaster Events”; http://www.adph.org/ALPHTN/assets/072109handouts.pdfC. Nickson; “Releasing the Roman Breastplate”; http://lifeinthefastlane.com/trauma-tribulation-005/</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Escharotomy: Overview"
 },
 {
   "ID": 26743,
   "Title": "What is Incision and Drainage for Complex, Postoperative Wounds Infection: Overview, Benefits, and Expected Results",
   "Content": "<p>Post-surgical wounds that have been infected can be treated with incision and drainage. </p><p>Infection is one of the common risks faced by all patients who undergo a surgical procedure that requires an incision, or a break in the protective barrier of the skin, which makes contamination from exogenous or endogenous bacteria possible. This is why the majority of surgery patients are given antibacterial medications and post-operative wound care instructions. </p><p>When left untreated, post-operative wound infections can become complex and may lead to other, more serious complications, such as <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/sepsis\">sepsis</a> or even death if it spreads through the blood. Fortunately, this can be prevented through a proper incision and drainage procedure.</p><h2>Who Should Undergo and Expected Results</h2><p>Patients with post-operative wound infections or surgical site infection (SSI) are commonly subjected to incision and drainage. </p><p>SSI makes up around 20% of all infections that arise from health care services, and is the most common post-operative complication that arises from incisions along with wound dehiscence and post-operative blistering. A 2008 study showed that at least 5% of all surgery patients develop an SSI. </p><p>Some post-operative wound infections are simple or limited, but some of them are complex. Complex infections can have a major impact on the quality of a patient’s life, and can even lead to a high risk of morbidity and mortality. They can also cause extended hospital confinement and higher healthcare costs. </p><p>Serious infections can cause the following symptoms:</p><ul><li>Excessive inflammation</li><li>Specific pain in wound</li><li>Wound separation</li><li>Excessive exudate</li><li>Strikethrough or leakage</li><li>Periwound skin stripping</li><li>Blisters</li><li>Collection of pus or yellow, green, or cloudy drainage seeping from the surgical wound</li><li>Redness that is spiderweb-like or thread-like in appearance</li><li>Raised skins</li></ul><p><br>An incision and drainage procedure is used primarily to release causative organism that has led to the infection as well as the contaminated tissue, including the pus. Once the pus has been released and the wound has been thoroughly cleansed, the skin’s healing process can begin. </p><h2>How is the Procedure Performed?</h2><p>The incision and drainage of complex, post-operative wound infections is performed as a minor surgical procedure. It begins with the application of a local antiseptic, such as an iodine-based solution. The surgeon then makes a small incision using a sharp sterile needle or scalpel to puncture the skin to drain out the pus or infected fluid. </p><p>For large complex infections, such as abscesses, especially those in the abdominal region, the surgeon may also insert a drainage tube to prevent sepsis. Once the fluid has been drained out, the area is covered with a thin layer of gauze and sterile dressing. </p><p>After the procedure, the patient will be instructed to clean the wound with a saline solution and to change the sterile dressing at least twice a day. In most cases, the surgeon will also give the patient an antibiotic to prevent recurrent infections as the wound heals. </p><p>For big wounds, the edges of the incision may need to be re-closed with staples or sutures. The entire procedure may take 30 to 45 minutes. </p><h2>Possible Risks and Complications</h2><p>An incision and drainage of complex, post-operative wound infections places the patient at risk of: </p><ul><li>Pain</li><li>Bleeding</li><li>Scarring</li><li>Allergic reactions to anaesthesia</li></ul><p><br>Patients who are smokers or have <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/diabetes\">diabetes</a> may also experience delayed healing of the wound. <br><br><strong>References</strong>:</p><ul><li><p>Milne J, Vowden P, Fumarola S, Leaper D. “Post-operative incision management.” Wounds UK. http://www.wounds-uk.com/made-easy/postoperative-incision-management</p></li><li><p>Jones GA, Butler J, Lieberman I, Schlenk R. “Negative-pressure wound therapy in the treatment of complex post-operative spinal wound infections: complications and lessons learned using vacuum-assisted closure.” J Neurosurg Spine. 2007 May;6(5):407-11. http://www.ncbi.nlm.nih.gov/pubmed/17542505</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|Postoperative Wounds Infection: Overview|What is Incision and Drainage for Complex"
 },
 {
   "ID": 26772,
   "Title": "What is Laparoscopic Pancreatic Necrosectomy: Overview, Benefits, and Expected Results",
   "Content": "<p>Pancreatic necrosectomy is the surgical procedure used in the management of acute necrotising pancreatitis, a condition characterised by the inflammation of the pancreas. </p><p>Acute <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/pancreatitis\">pancreatitis</a> is a serious condition, which often comes with severe and sometimes, fatal complications. While mild cases can be managed with conservative therapies, such as aggressive hydration, antibiotic treatment, and total parenteral nutrition, severe cases typically require intensive care admission, and occasionally, surgical intervention, such as necrosectomy, which is a form of debridement where necrotic tissue is resected or removed.</p><h2>Who Should Undergo and Expected Results</h2><p>Necrotising pancreatitis is seen in approximately 20% all acute pancreatitis cases. This is a severe form of pancreatitis, wherein the perfusion to the pancreatic tissues becomes poor, resulting in tissue death. This condition increases the risk of developing organ failure, which subsequently raises the risk for mortality. </p><p>The primary indication for performing a pancreatic necrosectomy, whether it be open or laparoscopic, is the presence of infected pancreatic necrosis. It can also be performed in the case of sterile pancreatic necrosis with associated deterioration of the patient’s clinical status. </p><p>Although open pancreatic necrosectomy remains to be the gold standard in the surgical management of acute pancreatitis, minimally invasive approaches, including laparoscopic and endoscopic procedures, are increasingly being performed in recent times. Success rates for these procedures range from 70-95% with morbidity of around 20%. Mortality rates, on the other hand, can reach as high as 18%.</p><p>Prior to performing the operation, patients must be adequately resuscitated and optimised. Prolonged stay in the intensive care unit may be expected and blood products must be secured beforehand.</p><h2>How is the Procedure Performed?</h2><p>Pancreatic necrosectomy is traditionally performed via an open surgery with an abdominal incision. However, concerns regarding additional morbidity, specifically related to organ dysfunction brought about by an abdominal incision, have resulted in the introduction of alternative techniques. These make use of laparoscopic equipment that are inserted in significantly smaller incisions.</p><p>After the incisions are made, the surgeon will access the abdominal cavity and the pancreas. This can be done via the transgastric, retrocolic or retroperitoneal routes. The pancreas should be thoroughly exposed, making sure that all necrotic areas and pockets are visualised. </p><p>Once the retroperitoneum is accessed, purulent materials are gently suctioned to minimise the contamination of the abdominal cavity. The pus is also collected as specimen and sent for culture studies to determine the proper antibiotic therapy to be used later on. </p><p>The ultimate goal of necrosectomy is to remove all the areas of infection and necrosis. Using forceps, the necrotic pancreatic tissues and debris are removed. Dissection should be limited to areas with loose tissues, making sure that normal pancreatic tissue is preserved.</p><p>Following the procedure, drains are inserted from the pancreatic area to minimise the exposure of the abdominal contents to the pancreatic juice. A gastric tube is also placed to control secretions coming from the stomach. An appropriate access for feeding must also be inserted, typically a jejunal tube. </p><h2>Possible Risks and Complications</h2><p>In and by itself, severe acute pancreatitis is fraught with complications. Patients with this condition requiring surgical intervention are usually at the advanced stages of the disease, with mortality rates as high as 50%.</p><p>After the operation, bacteremia or <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/sepsis\">sepsis</a> may occur. Postoperative intensive care unit admission is generally recommended to ensure close monitoring and optimal supportive management. Vasopressor and antibiotic therapies may also be necessary. </p><p>One of the most common complications of pancreatic necrosectomy is hemorrhage, which may be related to overaggressive necrosectomy. In these cases, balloon tamponade or embolisation may help, depending on where the bleeding is coming from. In worse cases, re-exploration of the abdomen may be necessary.</p><p>Several issues regarding minimally invasive pancreatic necrosectomy have been raised. In particular, there have been reports showing that repeated interventions may be necessary in order to achieve full resolution of the condition, resulting in longer hospital stay. Some experts have also questioned its usefulness in the severely ill, and suggest that it be reserved for patients with already organised necrosis.</p><p>Recovery time tend to vary, depending on the patient’s condition and the adequacy of the necrosectomy. Even after recovery, long-term complications can still occur. Although infrequent, one of the more bothersome complications of the procedure is the development of a <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/fistula\">fistula</a>, which occurs in about 10-15% of cases. Damage to the main pancreatic duct may result in persistent leakage of pancreatic fluid, eventually creating a tract. Some cases of pancreatic fistulae may be managed with endoscopic stenting. In cases where there is extensive necrosis resulting in the separation of the main pancreatic duct from the tail (“disconnected duct”), further surgery may be necessary to remove the residual tail and create a formal connection to the intestines (pancreaticojejunostomy).<br><br></p><p><strong>References</strong>:</p><ul><li><p>Bradley EL 3rd. A clinically based classNameification system for acute pancreatitis. Summary of the International Symposium on Acute Pancreatitis, Atlanta, Ga, September 11 through 13, 1992. Arch. Surg.128(5),586–590(1993)</p></li><li><p>Lenhart DK, Balthazar EJ. MDCT of acute mild (nonnecrotizing) pancreatitis: abdominal complications and fate of fluid collections. AJR Am. J. Roentgenol.190(3),643–649(2008).</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Laparoscopic Pancreatic Necrosectomy: Overview"
 },
 {
   "ID": 26879,
   "Title": "What is Nephrectomy: Overview, Benefits, and Expected Results",
   "Content": "<p>Nephrectomy is a surgical procedure that removes the kidneys. It can be partial (when only one of the kidneys is removed) or simple (both are removed). It can also be radical if both the kidneys, the tube that connects the bladder to the ureter, and nearby lymph nodes are also removed. </p><p>Many conditions can affect the structure and performance of the kidneys. While minor cases can be treated with medications and lifestyle modifications, nephrectomy is considered for severely damaged kidneys or in the case of kidney failure that endangers the person’s health. A kidney transplant often follows the surgery if both the kidneys are removed. </p><h2>Who Should Undergo and Expected Results</h2><p>Kidney removal is performed when the patient is diagnosed with:</p><ul><li><p><a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/kidney-cancer\">Kidney cancer</a> – Also called renal cancer, it is one of the most common types of cancer that affect men and women in the United States. Of all the kidney cancers, the most commonly diagnosed is renal cell carcinoma, and it is normally seen among adults. There is no standard screening for kidney cancer, but it can be detected early through blood tests and urinalysis. </p></li><li><p><a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/chronic-kidney-disease\">Chronic kidney disease</a> – Chronic kidney disease (CKD) is a long-term malfunction of the kidneys. Risk factors include diabetes, hypertension and heredity. CKD is often diagnosed when the condition has already deteriorated since it doesn’t present any obvious symptoms in the earliest stages. The condition can also lead to kidney failure. If the condition is deemed irreversible, the patient is placed on dialysis or advised to undergo a liver transplant. <br>Other reasons for nephrectomy are:</p></li><li><p>Chronic kidney infections</p></li><li>Trauma to the kidneys</li><li>Poor growth and development of the kidneys</li><li>Congenital defect</li><li>Renovascular hypertension </li><li>Reflux dysplasia</li><li>Pyelonephritis</li><li><a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/polycystic-kidney-disease\">Polycystic kidney disease</a> </li><li><a id=\"public-medical-information-procedures-link-4\" href=\"/procedures/dialysis\">Dialysis</a> failure</li></ul><h2>How Does the Procedure Work?</h2><p>Prior to the kidney removal, the patient undergoes a series of tests to ensure that he is eligible and ready for the procedure. These include imaging exams that can indicate the exact position of the tumour, the condition of the kidneys and the best points to make the incision. The surgeon then decides whether the patient needs a partial or radical nephrectomy, as well as laparoscopic or open technique. </p><p>In an open technique, one large incision that is about 10 to 20 centimeters long is made either on the side of the abdomen or right in the abdominal area to access the kidneys. The muscles and tissues are then cut to reveal the kidneys. Using surgical tools, the tube that connects the kidneys and the ureter is cut. The kidneys are then removed. Depending on the patient’s condition, the adrenal glands and lymph nodes may also be removed. The incision is then closed with either staples or sutures. The kidneys are then sent to the lab to check for possible cancer metastasis.  </p><p>In a laparoscopic or keyhole surgery, four small incisions around 7 centimeters long are created in the abdominal area and the side of the body. A newer technique involves using only one port or incision measuring 11 to 20 millimeters in the belly button or navel. One of the incisions is used to insert a laparoscope, a long flexible tube with an attached camera and light. The device is connected to a monitor, which receives real-time images from the camera. Once the surgeon is ready to operate, he makes one of the incisions larger to access the kidney, place a bag that wraps around the kidney, cut the kidney, and pull it out. </p><p>These days, certain hospitals and surgeons also offer another surgical option called robotic-assisted surgery, which means there’s less manual work for the surgeon. The surgeon simply manipulates robotic arms and monitors the procedure. </p><h2>Possible Risks and Complications</h2><p>Kidney removal may cause common surgical risks and complications such as blood loss, internal bleeding, infection and pain. Thus, patients are provided with antibiotics and pain relievers. </p><p>In some cases, patients also experience: </p><ul><li>Breathing problems</li><li>Damage to the nearby organs and tissues</li><li>Formation of blood clots</li><li>Allergic reactions to the medications or anesthesia</li><li>Failure of the remaining kidney</li><li>Sepsis</li><li><p>Coma and death<br>The surgeon should discuss these risks and complications to the patient before the procedure. The surgery also requires both short- and long-term management and follow-ups. <br><br><strong>References</strong></p></li><li><p>Kavoussi LR, Schwartz MJ, Gill IS. Laparoscopic surgery of the kidney. In: Wein AJ, ed. Campbell-Walsh Urology. 10th ed. Philadelphia, PA: Elsevier Saunders; 2011:chap 55.</p></li><li><p>Kenney PA, Wotkowicz T, Libertino JA. Contemporary open surgery of the kidney. In: Wein AJ, ed. Campbell-Walsh Urology. 10th ed. Philadelphia, PA: Elsevier Saunders; 2011:chap 54.</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Nephrectomy: Overview"
 },
 {
   "ID": 26893,
   "Title": "What is Occupational Medicine Follow-up: Overview, Benefits, and Expected Results",
   "Content": "<p>Occupational medicine follow-up is a meeting with an expert who specializes in factors and conditions that affect occupational health. These are those that involve the health, well-being, safety, performance and delivery of employees in the work place. </p><p>Any type of job can be associated with certain risks, although they significantly vary depending on factors such as age, preexisting condition of the worker, job description, duration of the job, and nature of the industry. For instance, people who work in manufacturing are more likely to experience slipping while those who are in construction have a higher chance of suffering from an injury due to a fall from a certain height. Meanwhile, individuals who are doing desk jobs are vulnerable to <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/back-pain\">back pain</a> and wrist disorders. Their sedentary lifestyle also increases the likelihood of obesity, which then boosts the risk of <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/heart-disease\">heart disease</a> and diabetes. </p><p>Occupational medicine, which falls under clinical medicine, aims to prevent injuries and illnesses in the workplace. If they cannot be completely prevented, the goals will be to minimise exposure and spread, treat the condition and help the patient deal with it. </p><p>A follow-up completes the occupational medicine process, which ensures that recommendations during the initial consultation are monitored and adjusted if needed. This way, the worker’s health is preserved or improved. </p><h2>Who Should Undergo and Expected Results</h2><p>Occupational medicine follow-up is recommended for:</p><ul><li><p>Workers who have been injured – Work-related injuries are common, although the Bureau of Labor Statistics 2014 report has emphasized that the trend is declining. Nevertheless, at least 3 in every 100 full-time employees still experience non-fatal injuries in relation to or while doing their jobs. The follow-up is necessary to monitor the progress of recovery, reduce injury risks and complications and manage them should they occur. </p></li><li><p>Employees who develop work-related conditions – A workplace is often considered as an environmental factor that can affect a person’s health or well-being. For example, the repetitive use of a body part may lead to the development of a musculoskeletal disorder, as well as disability. Other common illnesses related to work are inflammation of the joints and tendons such as <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/arthritis\">arthritis</a> and <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/back-pain\">back pain</a>. The follow-up care is intended to help the patient manage these conditions, continue to treat them, or avoid the appearance of more complex diseases and complications. </p></li><li><p>People who may be exposed to health hazards – Nurses and doctors, for example, are continuously exposed to biohazards including but not limited to contaminated blood, vomit and urine. The follow-up is recommended to carry out tests to determine if workers have developed any condition. After which the necessary treatment and/or management plans are implemented. </p></li><li><p>Companies that sought for consultation – Health experts and other occupational medicine professionals may conduct a follow-up to check if the company has followed or implemented proposals, guidelines and standards set during the initial consultation stage. </p></li></ul><h2>How Does the Procedure Work?</h2><p>A follow-up happens after the initial consultation. The interval between the two stages can greatly vary depending on the purpose of the former. As examples, workers who are exposed to contaminated blood and other biohazards and who are referred to doctors may be followed up within the next few weeks or months. Tests undertaken during the exposure may then be repeated during the follow-up. </p><p>Based on the results, the doctors may suggest a post-exposure vaccination, as well as treatment or management of the disease, with the objective of helping the patient cope with the condition while in the workplace and minimising exposure of other workers. </p><p>The unaffected workers, on the other hand, may be brought in so they can be educated on how to avoid exposure and recurrence of the same injury or condition in the future. </p><p>If the follow-up is in relation to a work-related consultation—that is, an expert is invited to generate proposals and standards—the follow-up is often conducted at longer intervals such as every three to six months or at least once a year. This is to give the company and workers time to implement and follow such recommendations. </p><p>During the follow-up, the group performs a revisit where they review the recommendations, which are also based on existing worker laws set by the federal and state governments, and compare them with the actual implementation. Whenever necessary, such suggestions are updated, changed, or removed altogether. </p><h2>Possible Risks and Complications</h2><p>The biggest risk is the failure of a follow-up, which can happen in many different scenarios. The company may no longer support doctor’s visits, which could mean workers are likely to incur out-of-pocket expenses that can be too much. Workers may also find it difficult to follow through with their doctor’s appointments or may completely ignore these appointments. Follow-up care is a collaborative effort, and all parties should promote it. In cases where the patient lacks the motivation, it’s the responsibility of the health care team and the company to remind and stress the benefits of follow-ups. <br><br><br><strong>Reference</strong>:</p><ul><li>Centers for Disease Control and Prevention. National Institute for Occupational Safety and Health (NIOSH). Stress...At Work. Updated June 6, 2014. www.cdc.gov/niosh/docs/99-101</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Occupational Medicine Follow-up: Overview"
 },
 {
   "ID": 26908,
   "Title": "What is Nissen Fundoplasty: Overview, Benefits, and Expected Results",
   "Content": "<p>A Nissen fundoplasty, also known as fundoplication, is a surgical procedure used to treat gastroesophageal reflux disease (GERD) and associated hiatal hernia. In most cases, it is not considered the first line of treatment and is secondary to medical therapy. It is often performed when the patient is unable to take medications for an extended period or when medications have failed to improve the condition. It is, however, the primary treatment method for paraesophageal hiatus hernia. </p><p>Due to the latest surgical technologies available, a Nissen fundoplasty can now be performed laparoscopically, a method that significantly reduces blood loss and surgical risks. </p><p>The Nissen fundoplasty was developed by Dr. Rudolf Nissen in the 1950s. The original procedure was meant to treat severe reflux oesophagitis wherein the fundus is wrapped around the oesophagus. This standard fundoplication has already been modified several times. </p><h2>Who Should Undergo and Expected Results</h2><p>A Nissen fundoplasty is performed on patients who suffer from gastroesophageal reflux disease (GERD). It can also resolve the symptoms of a hiatal hernia. The symptoms of these conditions include:</p><ul><li><a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/asthma\">Asthma</a></li><li>Hoarseness</li><li>Cough</li><li>Acid reflux</li></ul><p><br>GERD can be managed with medical therapy and other less invasive treatment. However, surgery is recommended in cases of the following: </p><ul><li>Serious GERD complications such as Barrett’s oesophagus and peptic stricture</li><li>Failed medical therapy</li><li>Juvenile oesophagitis</li><li>Mixed and paraesophageal <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/hernia\">hernia</a></li><li>Intolerance to GERD medications</li><li>Inability to take medications for an extended period</li><li>Advanced cardiopulmonary disease</li><li>Portal hypertension</li></ul><p><br>It is best for patients to discuss their treatment options with their primary care provider. </p><p>One of the biggest concerns that patients and doctors have about surgical treatments for GERD is the recovery process. Following an open surgery, patients can expect to stay in the hospital for several days. The recovery process may take an average of 4 to 6 weeks before the patient can return to his normal routine. </p><p>On the other hand, if the patient undergoes a laparoscopic procedure, the hospital stay is just 2-3 days. The patient will also experience less pain and discomfort after the procedure, and can go back to work and other normal activities in just 2 to 3 weeks. Aside from faster recovery, the laparoscopic procedure has several advantages over open surgery, such as reduced complications and morbidity. In the majority of patients who undergo laparoscopic Nissen fundoplasty, the procedure effectively improves symptoms and heals the damage to the oesophagus. </p><p>In some patients, however, symptoms may come back, or new symptoms may develop. New symptoms may include:</p><ul><li>Difficulty swallowing</li><li>Difficulty belching</li><li>Increased gas or flatulence</li></ul><p><br>During the recovery process, patients are advised to go on a soft diet to give the oesophagus enough time to heal. </p><h2>How is the Procedure Performed?</h2><p>A Nissen fundoplasty can be performed either through open surgery or minimally invasive laparoscopic procedure. The method may vary, but the goals of the procedure are the same. Both are performed under general anaesthesia either through the chest or the abdomen. The abdominal procedure is more commonly used, while the chest approach is often reserved in cases where the patient either has a short oesophagus or is overweight or obese. </p><p>The surgery works by wrapping the upper curve of the stomach, which is called the fundus, around the oesophagus and sewing it into place. This makes the lower portion of the oesophagus pass through a tunnel of stomach muscle to strengthen the valve between the oesophagus and the lower oesophageal sphincter. </p><p>After the procedure, the valve between the oesophagus and the stomach can stop the acid from going back up into the oesophagus, thus resolving symptoms of GERD.</p><h2>Possible Risks and Complications</h2><p>A Nissen fundoplasty is associated with certain risks, including:</p><ul><li>Difficulty swallowing when the stomach is wrapped around the oesophagus either too tightly or too high</li><li>Bloating</li><li>Excess gas</li><li>Heartburn</li><li>Infection</li><li>Bleeding</li><li>Pain at the surgical site</li></ul><p><br>There is a risk that the oesophagus may slide out of the wrapped portion of the stomach. This may cause the patient to require another procedure. Second surgeries are generally harder, riskier, and have a lower success rating. </p><p>On top of these risks, the patient also faces the common risks associated with the use of general anaesthesia, such as:</p><ul><li>Allergic reactions</li><li>Nerve injuries</li><li>Nausea and vomiting</li><li>Confusion</li><li>Muscle aches</li><li>Itching</li><li>Hypothermia</li></ul><p><br>Many of these risks can be prevented by the laparoscopic method instead of an open fundoplasty. In patients who have no problems with long-term medical therapy, less radical surgeries may be used, such as partial fundoplication or gastropexy. </p><p>For patients who are concerned about the risks and complications of the procedure, other innovative treatments for GERD may be considered. These include the magnetic sphincter augmentation, which was approved by the US FDA in 2012. The system uses multiple interlinked titanium-coated rare-earth magnets to support the lower oesophageal sphincter. This innovative treatment has shown promising results in controlling GERD-related reflux and has fewer side effects compared to both open and laparoscopic Nissen fundoplasty.<br><br><strong>References</strong>:</p><ul><li><p>Frantzides CT, Carlson MA, Zografakis JG, Moore RE, Zeni T, Madan AK. 2006. “Post-operative gastrointestinal complaints after laparoscopic Nissen fundoplication.” Journal of the Society of Laparoendoscopic Surgeons. Jan-Mar; 10(1): 39-42. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3015672/</p></li><li><p>Singhal T, Balakrishnan S, Hussain A, Grandy-Smith S, Paix A, El-Hasani S. “Management of complications after laparoscopic Nissen’s fundoplication: a surgeon’s perspective.” Annals of Surgical Innovation and Research. 2009, 3:1. https://asir-journal.biomedcentral.com/articles/10.1186/1750-1164-3-1</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Nissen Fundoplasty: Overview"
 },
 {
   "ID": 26924,
   "Title": "What is Otoplasty: Overview, Benefits, and Expected Results",
   "Content": "<p>Also known as ear reshaping or pinnaplasty, otoplasty is a cosmetic ear surgery that enhances the shape and size of the outer ear. It focuses on solving problems of the pinna, the part that protrudes on each side of the head. In certain cases, the pinna appears larger than normal (sometimes referred to as Mickey or Dumbo ears) or is misshapen due to congenital defects or traumatic injury. </p><h2>Who Should Undergo and Expected Results</h2><p>Otoplasty is a cosmetic procedure, which means it doesn’t have any profound impact on the function of the ears. It may result in changes with how sound is perceived, but they are almost always subtle that they don’t affect the hearing process. </p><p>The surgery is often performed on children five years and above. By this time, the ears have already fully developed and patients are also more likely to be prepared to undergo the procedure. </p><h2>How Does the Procedure Work?</h2><p>Otoplasty begins with a consultation with a cosmetic surgeon, preferably one with a background in paediatric if the patient is a child. An <a id=\"public-medical-information-specialties-link-1\" href=\"/specialties/ear-nose-and-throat-doctors\">ENT specialist</a> (otolaryngologist) can also be consulted to make sure the surgery will not affect the ear’s function. </p><p>Because surgery can have psychological effects, a child may also be requested to consult with a psychologist or surgical counselor. The goal is to see to it that the child or his parents/guardians fully understand the risks and complications, as well as the possible results, of the cosmetic ear surgery. </p><p>During the surgical consultation, the surgeon examines the condition, shape and size of the ears. Photographs are typically taken and uploaded to a computer. A special type of software is then used so the doctor can devise the best surgical technique to achieve the surgery’s goal. If the patient is a minor, the surgeon also discusses surgery details like costs, procedure, results, and post-operative care or follow-up with the parents or guardians. </p><p>The procedure is performed under local anaesthesia with sedative or general anaesthesia if the patient is struggling to keep still or become highly anxious. </p><p>The surgeon will proceed by making a small incision along the lines that mark the ear’s connection to the head so he can remove, trim, or cut a part of the cartilage or skin until the desired shape and size are achieved. In some cases, especially when the ears appear to be more forward, the surgeon pulls, rather than trims, the cartilage back, suturing it to the back of the ears and to the head to keep the ears in place. </p><p>The surgery may take at least two hours and the patient is allowed to go home once the effects of anaesthesia have worn off. However, the doctor may advise against getting involved in strenuous physical activities for the next two months. </p><h2>Possible Risks and Complications</h2><p>The risks and complications, such as throbbing pain and redness on the surgical site, are normally obvious a few hours to a day after surgery. Scarring is also a complication, but this often fades as years go by, particularly if the patient is a child. </p><p>Although rare, the cosmetic ear surgery may cause allergic reactions from anesthesia. The reaction may be so severe that it can lead to anaphylactic shock, a life-threatening emergency situation. There could also be a problem with <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/clotting-disorders\">blood clotting</a>, especially if the child has a <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/bleeding-disorder\">bleeding disorder</a>. The patient may also develop an infection, which may be indicated by swelling, <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/fever\">fever</a> and persistent pain despite medications. </p><p>Although the procedure has a very high success rate, it may not prevent the recurrence of outer ear protrusion. <br><br></p><p><strong>Reference</strong>:</p><ul><li>Adamson PA, Doud Galli SK, Chen T. Otoplasty. In: Cummings CS, Flint PW, Haughey BH, et al, eds. Otolaryngology: He</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Otoplasty: Overview"
 },
 {
   "ID": 26927,
   "Title": "What is Endoscopic Orbital Decompression: Overview, Benefits, and Expected Results",
   "Content": "<p>An orbital decompression is a surgical procedure that involves removing a portion of, or the entire wall of the eye socket. It is performed to relieve pressure on the eye’s orbit caused by <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/graves-disease\">Grave’s disease</a>. In the past, the procedure was performed through open surgery. However, with the advances in surgical technology, specifically endoscopy, orbital decompression is now performed using minimally invasive techniques, which result in less trauma to surrounding areas. </p><p>Grave’s disease is a relatively common autoimmune disorder affecting 1 in 200 people. The disease is more prevalent in women and is one of the primary causes of hyperthyroidism. The disease primarily affects the thyroid gland and causes an overproduction of the thyroid hormone. </p><p>Some people with the disease are also affected by a condition called thyroid-associated orbitopathy (TAO), also referred to as Grave’s orbitopathy. TAO results in the overgrowth of muscles, tissue, and fat surrounding the eye’s orbit. As a result, pressure develops in the area, which leads to the development of various symptoms including protrusion of the eyeball and reduced sense of sight. </p><p>Severe cases of TAO can lead to significant facial disfigurement and even blindness. It is important to understand that there is no cure for this condition. However, with surgical treatment, such as orbital decompression, the patient experience symptoms relief. To relieve pressure on the eye’s orbit, one or more of the four walls of the eye socket are removed. These walls are the lateral, superior, medial, and inferior walls. </p><p>Endoscopic orbital decompression is the preferred method of surgery today. It is not only highly effective, but also results in less damage to the surrounding tissues, including skin and muscle. </p><h2>Who Should Undergo &amp; Expected Results</h2><p>Orbital decompression is the primary form of surgical treatment for thyroid-associated orbitopathy. Patients with this condition display symptoms associated with severe corneal exposure (protruding eyeball), compressive optic neuropathy (injury to the optic nerve caused by compressive force), and cosmetic deformity (distorted facial appearance). </p><p>As mentioned earlier, the cure for this condition is yet to be discovered. However, surgical treatment can reduce the symptoms and even slightly improve the patient’s facial appearance. </p><p>It is also important to note that orbital decompression is mostly recommended for patients with severe cases of the condition. Such patients typically display the following symptoms:</p><ul><li>Vision loss</li><li>Loss of the ability to distinguish colours</li><li>Swelling of the optic disc</li><li>Retraction of the eyelid</li></ul><p><br>In terms of expectations after the procedure, most patients will notice significant improvement almost immediately. They can also expect shorter recovery period, as endoscopic orbital decompression is a minimally invasive form of surgery. </p><p>However, like any other form of surgery, there are risks associated with the procedure. Moreover, there is a possibility that complications could develop. </p><h2>How is the Procedure Performed?</h2><p>Orbital decompression is performed under general anaesthesia, which means that the patient is fully asleep throughout the procedure. </p><p>The surgeon will make use of an <a id=\"public-medical-information-procedures-link-2\" href=\"/procedures/endoscopy\">endoscope</a>, a device that is fitted with miniature surgical instruments, a video camera, and a light source. The instruments are inserted through the nostrils and guided to the sinuses. </p><p>The first part of the surgery involves the opening of the sinuses, which are located directly beside the eyes, to expose the bone of the eye socket. After exposing the bone of the eye socket, the surgeon will carefully remove it. Doing so will expose a lining called the periorbita. This lining holds in the fat and other tissue besides the eyeball. The surgeon will create an incision in this lining allowing fat and a small amount of tissue to protrude into sinuses. This is done to relieve pressure (decompress) on the eye. </p><p>No further treatment is usually required after the procedure. The patient can be transferred to a recovery area for close observation and then to a ward when fully stabilised. Patients usually only need to stay in the hospital overnight. They can be discharged the following day as long as no complications arise. </p><h2>Possible Risks &amp; Complications</h2><p>Endoscopic orbital decompression may be minimally invasive but there are still significant risks involved. One of the most serious is vision loss. Other risks and complications include, but not limited to, bleeding around the eye, numbness of the cheeks, leakage of cerebrospinal fluid, injury to other components of the eye and sinuses, infection, and <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/meningitis\">meningitis</a>. <br><br><strong>References</strong>:</p><ul><li><p>Rootman J, Stewart B, Goldberg RA. Orbital Surgery A Conceptual Approach. Philadelphia Pa: Lippincott-Raven Publishers; 1995. 353-384.</p></li><li><p>Ing E, Bednarczuk T. Thyroid Ophthalmopathy. Medscape Reference. Ophthalmology:[Full Text].</p></li><li><p>Phillips PH. Newmann, NJ editor. The Orbit. in Ophthalmology Clinics of North America. Philadelphia PA: W.B. Saunders Company; Mar 2001. 14:1: 109-127.</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Endoscopic Orbital Decompression: Overview"
 },
 {
   "ID": 26953,
   "Title": "What is Paediatric Dentist Preventive Visit: Overview, Benefits, and Expected Results",
   "Content": "<p>Paediatric dentistry is a specialized field that focuses on the dental needs of infants, children and teens. Paediatric dentists undergo additional two to three years of education and training and are thus fully equipped to properly handle their patients. Young people, particularly toddlers and young children, need different types of treatment than adults, and it is important for paediatric dentists to gain the trust of their patients so that dental visits will not be a traumatic experience for them.  </p><p>The best way to maintain excellent oral and dental health is to instill the habit early on in children, which is why it is essential for young people to appreciate their paediatric dentist visits. Most paediatric dental clinics are specifically designed to keep children entertained and make them feel comfortable while staff members are trained to ease children’s <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/anxiety\">anxiety</a> over the procedures. When kids are calm and cooperative, oral and dental examinations proceed without a hitch, making the process a breeze for the kids, parents and dentists.</p><p>The main objective of paediatric dental visit is preventive maintenance. The goal is not just to take care of children’s teeth from the moment they erupt but also take care of the gums and the mouth as they also contribute to a child’s overall oral health. Paediatric dentistry covers a comprehensive list of treatments and services that ensures long-term excellent oral and dental health. </p><p>During this visit, the paediatric dentist may: </p><ul><li>Create a “dental home” where routine dental visits can take place on a regular basis</li><li>Perform oral health exams and risk assessment of potential dental caries (tooth decay)</li><li>Assess and treat crooked teeth and improper bite </li><li>Carry out preventive measures like cleaning, fluoride applications and <a id=\"public-medical-information-procedures-link-2\" href=\"/procedures/sealant\">sealants</a></li><li>Provide oral habit guidance and counseling regarding the use of pacifiers, thumb sucking, bottle feeding and erupting teeth, among others</li><li>Provide guidance on brushing and flossing</li><li>Teach the importance of a healthy diet and proper nutrition to achieve optimum oral health</li><li>Prevent dental injuries through the use of assistive devices and treatment </li><li>Monitor and manage early gum diseases</li></ul><h2>Who Should Undergo and Expected Results</h2><p>The first paediatric dental preventive visit takes place as soon as the first baby tooth comes out and should not be later than when the baby is a year old. Basically, that’s between 6 months and one year. It may be surprising to hear about babies and infants going to the dentist at this age, but the goal is to develop the habit of going to the dentist and being comfortable in his presence so that future visits will be uneventful. Parents can also learn techniques that can protect their infant’s teeth and mouth from cavity and injury.  </p><p>Regular paediatric dental visits are crucial after the first visit to better monitor the child’s oral and dental health. It is especially beneficial when the child turns 6 or 7 years old since it is during this period that baby teeth start getting replaced by permanent teeth. The paediatric dentist can assess the health of the new permanent teeth and prevent any potential threats to them with regular visits. Permanent teeth need to be cared for and maintained well because these will last through adulthood.</p><p>Teenagers are also candidates for these dental visits as they are at an age where physical appearance matters and what stands out is having a great smile and perfect teeth. At this point, the permanent teeth have all erupted. If needed, assistive devices, like <a id=\"public-medical-information-procedures-link-3\" href=\"/procedures/orthopedic-brace\">braces</a> and retainers, can be used to correct poorly positioned teeth. The temptation to eat unhealthy junk food is also a threat to a teenager’s diet and dental health and thus, must be minimized.</p><p>Children with special needs also benefit from these dental visits. They require a different skill set to make them comfortable with dental procedures and paediatric dentists are aware of this as they are trained to handle such circumstances. Paediatric dentists are equipped to gain their trust to ensure a comfortable and even pleasurable dental visit.</p><h2>How Does the Procedure Work</h2><p>The first paediatric dentist preventive visit occurs when the baby is a year old or even earlier. The primary goal at this point is to create a comfortable “dental home” for the child so that future visits will proceed without any trouble. Thus, a child is encouraged to relax and be comfortable. The dental clinic is usually designed to exude a calming yet fun environment for children. Parents are expected to remain with their child throughout the procedure and will have to hold them during the oral examination.  </p><p>Prior to the dental appointment, parents are encouraged to build excitement toward the big day so that the child will be ready and prepared. It is best not to show fear or nervousness because children can easily pick up on this feeling and will likely feel it themselves. Parents may bring a toy or snack to keep the child from being bored and becoming fussy.</p><p>The oral examination is pretty simple at this point. The paediatric dentist will examine the child’s mouth and assess the risk of developing tooth decay. If there is none and the child has a healthy mouth, the paediatric dentist can proceed in teaching the parents oral hygiene practices that they can perform at home to prevent tooth decay. If the paediatric dentist sees threats to the health of the teeth, treatment, such as fluoride application, may be prescribed and performed. Effective brushing techniques may also be taught.  </p><p>Future visits will most likely follow the same routine, except that parents may leave their child in the care of the paediatric dentist and the staff during procedures and treatments unless the child becomes nervous and anxious. Treatments will be decided based on necessity and importance. For instance, <a id=\"public-medical-information-procedures-link-4\" href=\"/procedures/dental-cleaning\">dental cleanings</a> and polishing may be performed for maintenance while fluoride treatments and sealants may be done for preventive measures. Adolescent patients may also need mouth guards to prevent injuries when they’re participating in rough sports. Should patients require braces or retainers, they will be referred to an orthodontist. </p><h2>Possible Complications and Risks</h2><p>A paediatric dentist preventive visit normally does not carry any significant risk. However, first visits may induce certain anxiety in kids especially if they’re not used to facing strangers but this may be prevented if the child is given ample time to get used to his surroundings and is not forced to adapt in any way.<br><br><strong>References</strong>:</p><ul><li><p>Chou R, Cantor A, Zakher B, et al. Preventing dental caries in children &lt;5 years: systematic review updating USPSTF recommendation. Pediatrics. 2013;132(2):332-50. PMID: 23858419 www.ncbi.nlm.nih.gov/pubmed/23858419.</p></li><li><p>Douglass JM. A practical guide to infant oral health. Am Fam Physician. 2004;70:2113-20. PMID: 15606059 www.ncbi.nlm.nih.gov/pubmed/15606059.</p></li><li><p>Ng MW. Early childhood caries: risk-based disease prevention and management. Dent Clin North Am. 2013; 57(1):1-16 PMID: 23174607 www.ncbi.nlm.nih.gov/pubmed/23174607.</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Paediatric Dentist Preventive Visit: Overview"
 },
 {
   "ID": 26984,
   "Title": "What is Pericardiectomy: Overview, Benefits, and Expected Results",
   "Content": "<p>The heart has a membrane sac surrounding it called the pericardium. This double-walled sac plays a role in the circulatory system by providing protection and containing fluid to lubricate the heart. It also provides support when the organ has to handle increased blood volume during pregnancy or kidney failure. However, when the pericardium starts to malfunction, it can lead to a variety of medical conditions.</p><p>Pericardiectomy is the surgical procedure used to remove a part or the entire pericardium to treat <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/pericarditis\">pericarditis</a> or inflammation of the pericardium and to relieve <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/pericardial-effusion\">pericardial effusion</a> or the building up of fluid in the pericardium. A patient can undergo either partial or total pericardiectomy, depending on the severity and extent of the damage.</p><p>The removal of the pericardium is not considered a grave medical condition because the heart can still function normally as long as the nearby organs like the lungs and diaphragm are still intact.</p><h2>Who Should Undergo &amp; Expected Results</h2><p>Pericardiectomy is recommended for those who are suffering from chronic constrictive pericarditis. This condition is characterized by the scarring and thickening of the pericardium, likely caused by viral infections like <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/tuberculosis\">tuberculosis</a>, surgical complications, or even cancer. Normal heart functions are compromised and the patient experiences <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/chest-pain\">chest pains</a>, difficulty in breathing, heart palpitations, and fatigue. </p><p>Pericardium opening is also advised for those who are diagnosed with pericardial effusion, a condition wherein the heart cannot pump blood properly due to fluid buildup in the membrane sac. Pericardiectomy is performed to remove the accumulated fluid but only if less invasive procedures are unable to accomplish such. </p><p>However, those with pre-existing major heart conditions like myocardial atrophy or fibrosis are advised against the procedure to avoid further complications and increased morbidity. </p><p>Pericardiectomy generally has favourable outcomes, with patients reporting long-term improvement of their condition following the procedure. Depending on the severity of underlying conditions, recovery could take several weeks, even months. Among cancer patients, pericardium opening helps alleviate symptoms associated with pericarditis but might not have a significant impact on their life spans and survival rate. </p><p>Pain medication is typically required following surgery to help manage chest pains. Patients should avoid lifting heavy objects and strenuous activities. Breathing exercises are also performed to maintain good lung function.</p><p>Despite favourable results, there are a small number of patients who report persistent symptoms after a significant period of time. </p><h2>How Does the Procedure Work?</h2><p>The patient is administered with anaesthesia and would remain heavily sedated throughout the procedure. Pericardiectomy starts with the surgeon making an incision either in front or on the side of the chest. A mechanical spreader is used to spread the ribs and breastbone. The heart is then exposed and, depending on the condition, a part or the entire pericardium is carefully stripped off. If present, the surgeon also removes the thick scar tissue as well as any tumour growth surrounding the heart. To treat pericardial effusion, fluid is drained from the membrane sac. The surgeon then closes and rewires the breastbone and ribs. Incision is closed with sutures or surgical staples. </p><h2>Possible Complications and Risks</h2><p>Pericardiectomy has its own associated risks and complications including bleeding. This is one procedure where a heart-lung machine is on standby in case significant bleeding occurs. As with any major surgical procedure, there is also the possibility that the patient will not respond well to anaesthesia.</p><p>This procedure could also tear the heart muscle, especially if the pericardium is tightly attached to it. The surgeon might have difficulty detaching the thickened tissues in the pericardium from the underlying myocardium and nearby coronary arteries. A possible tearing or injury to the heart muscle or blood vessels would require emergency care. </p><p>Postoperatively, the patient could experience bacterial infection at the surgery site or the infection could travel to the blood causing a serious medical condition called sepsis. Fluid could also build up around the nearby lungs and would need to be drained. </p><p>A number of heart-related conditions could also develop following pericardiectomy. The patient could experience low cardiac output syndrome, which requires long-time mechanical support of blood circulation. Abnormal heart rhythms and even heart attack are also possible with this procedure. <br><br><strong>References</strong></p><ul><li><p>Jouriles NJ. Pericardial and Myocardial Disease. In Marx JA, Hockberger RS, Walls RM, et al, eds. Rosen's Emergency Medicine: Concepts and Clinical Practice. 8th ed. Philadelphia, PA: Mosby Elsevier; 2013:chap 82.</p></li><li><p>LeWinter MM, Tischler MD. Pericardial diseases. In: Bonow RO, Mann DL, Zipes DP, Libby P, eds. Braunwald's Heart Disease: A Textbook of Cardiovascular Medicine. 9th ed. Philadelphia, PA: Saunders Elsevier; 2011:chap75.</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Pericardiectomy: Overview"
 },
 {
   "ID": 27001,
   "Title": "What is Physical Therapy: Overview, Benefits, and Expected Results",
   "Content": "<p>Physical therapy is the aspect of health care that deals with functional rehabilitation. It aims to manage disabilities, injuries and impairments by promoting movement via physical intervention. Physical therapy focuses on techniques designed to maximize function, mobility and quality of life in patients with all sorts of health conditions.</p><p>In physical therapy, the individual's capacity for movement is evaluated, and realistic goals are aimed for and agreed upon. The process involves encouraging and training the patients to maximize their movement potential in order to help them become as functional as possible. The patient, the caregivers, the primary physician and the therapist are all involved in the practice of physical therapy. It is also common for occupational therapists to work together with physical therapists when helping patients. </p><p>Physical therapy typically includes a versatile array of exercises specifically designed for the patient's capabilities and goals. Manual therapy, which includes both active and passive movements, is carried out. Health education and fitness programs are likewise advocated in the practice of physical therapy. Aside from these, physical therapy also promotes wellness and an active lifestyle. </p><p>Physical therapy covers a large spectrum of knowledge and practices. There are several areas of specialization that physical therapists can focus on. Pulmonary and cardiac rehabilitation physical therapy optimizes breathing, endurance and function in both preoperative and postoperative cardiothoracic patients. Meanwhile, neurophysiotherapy is geared towards the restoration of lost muscle strength and re-training of daily living activities and ambulation in patients with neurologic disorders such as stroke, cerebral palsy and <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/parkinson-s-disease\">Parkinson's disease</a>. </p><p>Physical therapy for various skin conditions, such as burns and chronic wounds, aims to prevent contractures and promote good wound healing. Orthopedic physical therapists manage a variety of musculoskeletal diseases, such as sprains and spinal cord injuries, among others. It can also aid in faster recovery of patients who have undergone orthopedic surgeries, such as hip replacements and amputations. Closely related to this is sports medicine physical therapy, which is focused on the health of athletes and sports teams, and in the management of the injuries they sustain, which commonly include sprains, ligament tears, and fractures. Physical therapy is also an important aspect of palliative care, helping patients minimize their dependency on caregivers and providing them with a better quality of life. </p><p>Aside from all of those, there are also experts in pediatric physical therapy, focusing on improving basic motor skills, coordination and cognitive integration in children, as well as specialists in geriatric physical therapy, focusing on minimizing pain and maximizing function in adult conditions such as <a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/arthritis\">arthritis</a> and <a id=\"public-medical-information-conditions-link-3\" href=\"/conditions/alzheimer-s-disease\">Alzheimer's disease</a>. Other physical therapy specializations include electrophysiology and women's health.</p><h2>When You Should See a Physical Therapist</h2><p>Physical therapy manages a variety of patients, with a wide range of illnesses and injuries. Patients of any age, from the very young to the very old, may undergo physical therapy. Injury, genetics, aging, and diseases can all contribute to the development of medical conditions that limit a person's ability to perform his usual daily activities. Physical therapy can help you develop or restore your strength, flexibility, balance, and endurance, among others.</p><p>A personalized program is constructed, depending on the specific needs of the patient. Therapeutic plans almost always include range-of-motion and strengthening exercises. Manual therapy may also be included in order to induce relaxation and decrease pain. Manual therapy is a combination of massage, which relieves pain and improves circulation and mobilization, wherein slow movements are used to loosen the muscles and increase flexibility, and manipulation, wherein pressure, and force are applied to the body to strengthen it. Physical therapy may also include other modalities of treatment, such as cold, heat and even mild electrical stimulation. In certain cases, patients may also be taught how to use adaptive devices, such as crutches, wheelchairs, braces, and prostheses, in order to increase their mobility. Lastly, education is a must. Patients and their families are taught exercises and adaptive techniques that can be practiced at home to prevent further injury.</p><p>There are several instances or situations where physical therapy plays an important role in the management of a person's health and well-being. Physical therapy is useful in managing chronic, long-standing disorders so that you can manage and live with your condition better. Physical therapy is also crucial in the recovery and rehabilitation of patients, especially those who were previously healthy and suddenly experienced an injury. The physical therapist can recommend ways on how you should be performing certain activities to decrease pain, increase strength, and minimize risks. Physical therapy is also an important aspect in the rehabilitation of patients with diseases that affect multiple organ systems. A rehabilitation team, composed of various health care professionals including physicians, nurses, physical therapists, speech therapists, occupational therapists, and psychiatrists, among others, can create programs to help patients deal with these multi-system diseases, such as <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/stroke\">stroke</a> and heart diseases. </p><p>In addition, physical therapy is also a key factor in the growth and progress of children with special needs, especially those who experience with delays in developmental milestones, such as in children with cerebral palsy and other genetic disorders. Physical therapists for children combine therapy with play, promoting not only physical, but also mental and cognitive health. Physical therapy is usually available in special schools for these children.</p><p>You may undergo physical therapy as your sole treatment, or you may use it in conjunction with other forms of treatment, as is common with surgery. Physical therapy may be conducted in a number of settings. Aside from hospitals, physical therapy may also be performed in outpatient clinics, nursing homes, rehabilitation facilities, fitness and sports centers, patient's homes, and even in schools and workplaces. Make sure you find a licensed physical therapist or physical therapist assistant in order to maximize the benefits you can get from the therapy. <br><br><strong>References</strong>:  </p><ul><li>American Physical Therapy Association. https://www.apta.org/</li><li>International Organization of Physical Therapy. https://ioptwh.org/</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Physical Therapy: Overview"
 },
 {
   "ID": 27185,
   "Title": "Spider Vein Treatment",
   "Content": "<p>Spider veins, also known as varicose veins, are swollen blood vessels that are raised just beneath the surface of the skin. They come in twisting lines of red, purple, and blue, some smaller, and some bigger. They are most commonly found on the legs but can also appear on other parts of the body, including the face. Treatment for varicose veins ranges from home remedies to laser therapy. Some cases may also require surgical procedures.</p><h2>Who should undergo and expected results</h2><p>Spider veins do not always require treatment, especially if they are not causing any pain or discomfort. However, there are some cases where treatment should be considered, such as in cases where you:</p><ul><li>Experience symptoms such as pain and discomfort</li><li>Experience complications, which may include swelling, skin discolorations, and leg ulcers</li><li>Develop a painful blood clot due to the inflamed vein, a condition known as thrombophlebitis</li><li>Are bothered by the appearance of your spider veins</li></ul><p><br>You should also seek treatment if you experience the following symptoms:</p><ul><li>Leg pain</li><li>Cramping</li><li>Tiredness</li><li>Restlessness</li><li>Burning sensation</li><li>Throbbing</li><li>Tingling</li><li>Heavy legs</li></ul><p><br>Spider vein treatment is also commonly sought by those who have a higher risk of developing this condition, such as those who:</p><ul><li>Have a family history or genetic predisposition to it</li><li>Are working in an occupation that requires standing for extended periods of time, such as teachers</li><li>Are obese or overweight</li><li>Are using oral contraceptives</li><li>Are undergoing hormonal replacement therapy</li><li>Have a history of blood clots</li><li>Have an underlying condition, such as pregnancy or a tumour</li><li>Are used to wearing tight-fitting garments such as girdles</li></ul><h2>How the procedure works</h2><p>The primary form of treatment for spider veins is using compression stockings, changing one's lifestyle to avoid standing for an extended period or to lose weight, and getting more exercise, such as walking or jogging. If these do not help, it is best to seek medical care. Available treatment includes:</p><ul><li><strong>Sclerotherapy</strong> – This is a procedure wherein a saline solution is injected directly into the inflamed vein. This causes varicose veins to disappear after just three to six weeks. It is becoming a very popular spider vein treatment because it is not just effective but is also affordable. It is also convenient, not just because it can get rid of spider veins in just weeks, but also because the procedure itself takes a single outpatient visit to the doctor.</li><li><strong>Endovenous laser treatment</strong> – This procedure involves inserting a tiny laser fiber into the affected vein and delivering laser light pulses through it. Once the laser light reaches the veins, the latter collapses. Similar to sclerotherapy, this minimally invasive procedure can be performed on an outpatient basis and requires only local anesthesia.</li><li><strong>Surface laser treatments</strong> – While laser light can be sent directly into the veins to shrink them, it can also help get rid of spider veins when applied to the skin surface. Such treatments are called PhotoDerm or Vasculight, both of which use heat energy to destroy abnormal veins without having to use needles or sclerosing solutions. However, this is not widely recommended as it can cause some discomfort, discoloration, and blistering.</li><li><strong>Radiofrequency occlusion</strong> – Another minimally invasive spider vein treatment, radiofrequency occlusion uses a small catheter to deliver radiofrequency energy to the walls of the affected veins. The energy brings about some heat, which then causes the veins to collapse and eventually be sealed shut. Without any blood going through, the vein will slowly shrink and disappear. This is also performed under local anesthesia in an outpatient setting.</li><li><strong>Surgical removal</strong>. Depending on the severity of the condition, surgical removal such as stripping, ligation, or ambulatory phlebectomy may be considered. Ligation refers to tying off a vein to stop the blood flow while stripping refers to the surgical removal of spider veins. However, the latter does not work for large surface veins, which are instead removed using ambulatory phlebectomy where the veins are removed through small incisions. The choice of anesthesia will depend on the doctor's discretion and the patient's preference, but local, spinal, or general anaesthesia may be used. Even with surgical spider vein treatment, patients rarely have to stay in the hospital overnight.</li></ul><h2>Possible risks and complications</h2><p>The possible complications and risks of spider vein treatment depend on the exact type of treatment performed.</p><p>Radiofrequency ablation poses the risk of paraesthesia, or a pins and needles sensation, although this is only a short-term side effect. Endovenous laser treatments, on the other hand, puts the patient at risk of some bruising and pain as well as some tightness in the legs especially immediately after the procedure, although these are temporary as well.</p><p>As for sclerotherapy, the lack of information about this relatively new treatment option is a risk in itself. With no information as to its long-term effectiveness, sclerotherapy may not prevent a spider vein from reappearing. Studies also show that it has only an 84% chance of effectiveness and more than 50% chance of recurrence. This procedure also causes side effects such as blood clots in other veins, lower back pain, fainting, headaches, and vision problems, all of which are temporary.<br><br><strong>References</strong>: </p><ul><li>Freischlag JA, Heller JA. Venous disease. In: Townsend CM, Beauchamp RD, Evers BM, Mattox KL, eds. Sabiston Textbook of Surgery. 19th ed. Philadelphia, PA: Elsevier Saunders; 2012:chap 65.</li><li>Goldman MP, Guex JJ, Weiss RA. Sclerotherapy: Treatment of Varicose and Telangiectatic Leg Veins. 5th ed. Philadelphia, PA: Elsevier Saunders; 2011.</li><li>Nijsten T, van den Bos RR, Goldman MP, et al. Minimally invasive techniques in the treatment of saphenous varicose veins. J Am Acad Dermatol. 2009;60:110-119.</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "Spider Vein Treatment"
 },
 {
   "ID": 27189,
   "Title": "What is Spinal Cord Injury Management: Overview, Benefits, and Expected Results",
   "Content": "<p>Patients suffering from a spinal cord injury are provided with a full treatment, management, and rehabilitation plan designed not only to treat the injury but also to manage its long-term effects. Spinal cord injury management is extremely crucial, as this type of injury can lead to devastating effects, such as partial or complete paralysis. </p><p>Due to various medical advancements, spinal cord injuries are now managed more efficiently and are no longer as fatal as they once were. However, permanent effects can still occur. </p><h2>Who Should Undergo and Expected Results</h2><p>Spinal cord injury management is provided to patients suffering from injuries that involve any part of the spine, including the vertebrae, ligaments, discs, and the spinal cord. The management plan is suggested regardless if the injury is brought about by traumatic or non-traumatic causes. </p><p>Traumatic causes are those that occur as a result of an accidental blow to the back, causing a severe wound (such as a gunshot or deep knife wound), fracture, dislocation, or compression in any part of the spinal cord. These are often followed by bleeding, inflammation, and fluid retention around the spinal cord. Common traumatic causes of spinal cord injuries include falls, motor vehicular accidents, sports injuries, and acts of violence. Statistics show that as many as 1 out of 4 falls that lead to such injuries are related to alcohol use.</p><p>Non-traumatic causes, on the other hand, are those that occur due to diseases, such as <a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/arthritis\">arthritis</a>, osteoporosis, and cancer. They can also occur due to infection, inflammation, or degeneration. </p><p>Based on studies, spinal cord injuries are more common among men, active individuals between the ages 16 and 30, elderly individuals over the age of 65 (due to disease and falls), and those who engage in extreme activities. </p><p>The goal of the management plan is to treat the injury, stabilise the patient’s condition, facilitate recovery, and help the patient deal with any long-term effects of the injury. </p><h2>How is the Procedure Performed?</h2><p>A complete spinal cord injury management plan involves: </p><ul><li>Emergency trauma care (for trauma-related cases)</li><li>Medication</li><li>Surgery</li><li>Physical and <a id=\"public-medical-information-specialties-link-2\" href=\"/specialties/occupational-therapists\">occupational therapy</a><br><strong>Trauma care</strong></li></ul><p>For trauma-related cases, spinal cord injury management begins with emergency trauma care. This involves several steps, including:</p><p>Stabilising patients’ breathing, heart rate, and blood pressurePlacing the patient on a stiff board and placing a special neck brace to prevent movementPlacing the patient under examination, which may include the use of CAT and MRI scans to determine the extent of the injuryAssisting the patient’s breathing in case the injury affects the chest area and causes respiratory problems. This step may involve intubation. </p><p><strong>Medications</strong></p><p>Medications used in managing spinal cord injuries include methylprednisolone (Medrol), a powerful corticosteroid that helps promote the patient’s recovery. The drug can help reduce nerve damage and is seen to be very effective in reducing inflammation around the injury site. It is most effective when administered within eight hours after the injury occurred. However, the drug is linked to some serious side effects, so it is only used if the benefits outweigh the risks. </p><p><strong>Surgery</strong></p><p>As part of a spinal cord injury management plan, the goals of surgery are to:</p><ul><li>Remove foreign objects </li><li>Remove broken or crushed bone fragments</li><li>Relieve compression in the spine through a decompressive surgery</li><li>Help restore movement and function to certain body parts; one example is a tendon transfer surgery that can restore control and movement to the arms and hands</li><li>Manage bladder control and function</li><li>Manage any complications, such as blood clots and breathing problems<br><strong>Physical and occupational therapy</strong></li></ul><p><a id=\"public-medical-information-procedures-link-3\" href=\"/procedures/physical-therapy\">Physical therapy</a> is a major part of spinal cord injury management. Its goal is to help relieve residual pain caused by the injury and surgery and to rehabilitate the patient. This involves helping patients to regain control of their arms and legs and to prevent muscle atrophy. </p><p>Depending on the need and extent of injury and surgery, the rehabilitation process may involve an occupational therapist, a rehabilitation psychologist, and a recreation therapist. </p><p>In the case of disability or paralysis, patients can opt to use computer-operated devices and voice-operated computers to help them manage certain tasks despite the effects of their spinal cord injury. </p><h2>Possible Risks and Complications</h2><p>During the recovery and rehabilitation stage, patients are at risk of:</p><ul><li>Neurologic deterioration </li><li>Pressure sores due to lack of movement</li><li>Aspiration and pulmonary complications</li><li>Muscle atrophy</li><li>Severe <a id=\"public-medical-information-conditions-link-4\" href=\"/conditions/sepsis\">sepsis</a></li><li><p>Pneumonia<br><br><strong>References</strong></p></li><li><p>Ahn H., Singh J., Nathens A., et al. “Pre-hospital care management of a potential spinal cord injured patient: A systematic review of the literature and evidence-based guidelines.” J Neurotrauma. 2011 Aug; 28(8): 1341-1361. http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3143405/</p></li><li><p>Bonner S., Smith C. “Initial management of acute spinal cord injury.” Continuing Education in Anaesthesia, Critical Care, and Pain Advance Access. July 12, 2013. http://ceaccp.oxfordjournals.org/content/early/2013/07/11/bjaceaccp.mkt021</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Spinal Cord Injury Management: Overview"
 },
 {
   "ID": 27239,
   "Title": "What is Suture: Overview, Benefits, and Expected Results",
   "Content": "<p>A surgical suture is a medical device used to sew skin and other body tissues together to close up a surgical incision or a tear caused by an injury. The suture is applied using a surgical needle and thread and secured with a surgical knot. </p><p>Proper suturing techniques also help minimise the risk of bleeding and infection that accompany all surgical incisions and skin injuries. </p><p>The technique of suturing cutaneous tissue has been used for thousands of years now. Today, it is used by surgeons, physicians, dentists, nurses, medics, podiatrists, and other trained medical personnel who has received special training in suturing.</p><h2>Who Should Undergo and Expected Results</h2><p>Patients typically get sutures following an injury or open surgery that caused a large opening or tear in the skin. Examples of these injuries include a simple skin laceration on the arm or leg, a more complex facial laceration, an abdominal incision, or a median sternotomy. </p><p>The proper use of surgical sutures effectively:</p><ul><li>Repairs skin tissue</li><li>Facilitates proper skin healing</li><li>Minimises bleeding </li><li>Minimises bacterial contamination</li><li>Helps achieve skin hemostasis</li><li>Restores the normal function of the injured body part </li><li>Produces pleasant cosmetic results</li></ul><p><br>There are two types of suture materials used for this procedure and these are:</p><ul><li><p>Absorbable sutures - These are made from naturally occurring materials that break down when placed in the skin. The main material being used nowadays is chromic catgut, which consists of processed collagen taken from the submucosa of animal intestines. The material naturally breaks down after seven days, but it is treated with chromium salts to delay the process, allowing it to maintain its strength for up to 2-3 weeks. It is then completely absorbed by the body within 3 months. There are also synthetic absorbable sutures made using Vicryl and Monocryl polymers, which are broken down by hydrolysis and are known to help reduce tissue reactions that have been linked with chromic gut. </p></li><li><p>Non-absorbable sutures - These are made from silk, cotton, steel, nylon, Prolene, and Mersilene, among others. Since they cannot be broken down by the body’s enzymes or even through hydrolysis, they are removed once the skin has sufficiently healed and regained its tensile strength up to a certain extent. The specific length of time that the suture is removed is different in every situation but tends to follow a general pattern depending on the location of the sutures. For example, facial sutures are removed within 3 to 4 days, while scalp and trunk sutures in 5 to 7 days. Arm or leg sutures, on the other hand, are removed 7-10 days after the surgery, while foot sutures take the longest to regain strength, usually taking up to 10 to 14 days.  </p></li></ul><h2>How is the Procedure Performed?</h2><p>When applying sutures, a surgeon inserts the needle tip into the skin perpendicularly. Upon penetrating the topmost layers of the skin, the part of the body being stitched is twisted slightly to allow the needle to access the subcutaneous tissue before it comes out of the skin surface. </p><p>Aside from the suture material, medical practitioners also use scalpels, forceps, skin hooks, and needle holders while placing sutures. </p><p>There are many suturing techniques available and medical professionals typically choose the technique to use based on the characteristics of the skin opening. Each of the techniques has their own advantages and disadvantages. </p><ul><li>Simple interrupted suture – Interrupted sutures are known for their easy application, good tensile strength, and reduced risk of causing wound oedema. However, they take a long time to place and they have the tendency to cause crosshatched scars. To prevent this from happening, the sutures have to be removed early. </li><li>Simple running suture – A simple running suture is a basic technique used mainly for longer wounds with good, clean edges. It has a reduced risk of scarring than the interrupted suture and is also easier to place. However, there is a risk of dehiscence (which can occur if the suture material accidentally ruptures) and puckering of the suture line, especially when it is used in patients with thin skin. </li><li>Running locked suture – Running locked sutures are commonly used when the wound requires additional hemostasis due to oozing in its edges. It is known for its increased tensile strength but it places the patient at an increased risk of tissue strangulation as well as microcirculation around the wound. Thus, surgeons only use it in areas where there is good blood supply, such as the scalp.</li><li>Pulley suture – The pulley suture is known for its ability to stretch the wound edges, making it particularly effective in restoring wound closure strength. </li><li>Dermal-subdermal suture – This type of suture is placed superficially away from the edge of the wound to maximise wound eversion. </li><li>Running subcuticular suture – Widely used in areas with minimal skin tension, this suturing technique is known for creating good cosmetic results as it penetrates only the epidermis at the beginning and end of the suture line. This means there is no risk at all of crosshatching. However, it is not known to provide significant wound strength. </li><li>Running subcutaneous suture – This is used mainly to close up the deeper portions of surgical wounds, usually in place of buried dermal sutures in situations wherein a quicker wound closure is desired. </li><li>Running subcutaneous corset plication stitch – Reserved for wounds wider than 4 cm in diameter in areas with excess tension, this technique is known for its natural wound eversion and its more precise wound edge approximation. However, it carries the risk of wound distortion and has a high rate of suture breakage. </li><li>Deep tip stitch – This technique is used for M-plasty, W-plasty, and V-Y wounds as it can provide better long-term support compared to the traditional corner stitch. </li></ul><p><br>There is also a variety of horizontal and vertical stitching techniques, including:</p><ul><li>Vertical mattress suture </li><li>Half-buried vertical mattress suture</li><li>Far-near near-far vertical mattress suture</li><li>Horizontal mattress suture</li><li>Half-buried horizontal suture</li><li>Buried horizontal mattress suture</li><li>Absorbable buried suture</li></ul><h2>Possible Risks and Complications</h2><p>The following are the risks associated with the use of sutures:</p><ul><li>Scarring</li><li>Infection</li><li><a id=\"public-medical-information-conditions-link-1\" href=\"/conditions/keloids\">Keloid</a> formation</li><li>Poor skin healing</li><li><a id=\"public-medical-information-conditions-link-2\" href=\"/conditions/hernia\">Hernia</a>, in the case of abdominal sutures</li></ul><p><br>To prevent or minimise these risks, patients are instructed on how to care for their sutured wound and are advised to call their doctor or surgeon if they notice unusual symptoms, such as reddening of the skin or red streaks around the wound, blood or pus discharge, fever, or when the suture breaks open. <br><br></p><p><strong>References</strong>:</p><ul><li><p>Forsch R. “Essentials of skin laceration repair.” Am Fam Physician. 2008 Oct 15;78(8):945-951. http://www.aafp.org/afp/2008/1015/p945.html</p></li><li><p>LaMorte Wayne W. “Suturing Basics: Basics of wound closure and healing.” Boston University School of Medicine Surgery. http://www.bumc.bu.edu/surgery/training/technical-training/suturing-basics/</p></li><li><p>Mackay-Wiggan J. “Suturing Techniques.” Medscape. http://emedicine.medscape.com/article/1824895-overview#a5</p></li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Suture: Overview"
 },
 {
   "ID": 27332,
   "Title": "What is Veneers: Overview, Benefits, and Expected Results",
   "Content": "<p>Veneers are thin custom-made tooth-colored materials that are used to cover the surface of teeth to improve their appearance. They are bonded to the teeth surface to cover up common problems and change the color, size, and shape of teeth. Because of their ability to look like natural teeth and resolve many problems at once, veneers have become one of the most sought after dental solutions today.</p><h2>Advantages of Veneers</h2><ul><li>Veneers have a natural life-like tooth appearance.</li><li>Recent developments and advances in veneers make them better tolerated by the gums and more comfortable for patients.</li><li>They are more resistant to stains compared to <a id=\"public-medical-information-procedures-link-1\" href=\"/procedures/crown\">crowns</a>.</li><li>Veneers offer a very conservative solution, as they require only a minimal reshaping of the real teeth, unlike crowns that require extensive shaping.</li><li>They are longer lasting than crowns. Veneers generally have a lifespan of 5 to 10 years.</li></ul><h2>Disadvantages of Veneers</h2><p>There are also some downsides that need to be considered prior to getting the procedure done:</p><ul><li>Getting veneers placed is an irreversible procedure.</li><li>Once they crack or chip, veneers can no longer be repaired. They need to be replaced.</li><li>Veneers tend to cost more than other alternatives.</li><li>Due to the removal of a layer of enamel from the tooth surface, veneers may cause mild sensitivity to hot and cold beverages.</li><li>Biting on or chewing hard objects may cause veneers to dislodge, although this happens very rarely and usually only when the dentist does not properly bond the veneers.</li><li>Veneers cannot prevent tooth decay; if a tooth with veneer experiences decay, you may still need to get a crown. Thus, proper dental care is necessary when you have veneers.</li><li>Veneers are not advisable for individuals with tooth decay, active gum disease, weakened teeth, and large <a id=\"public-medical-information-procedures-link-2\" href=\"/procedures/fillings\">dental fillings</a>.</li></ul><h2>Different types of dental veneers</h2><p>Dental veneers come in different types based on the material used to make them. These include:</p><ul><li><strong>Porcelain veneers</strong> - Porcelain veneers are currently the most requested type of veneer due to their many benefits over the conventional resin composite veneers. Developed due to the life-like color of porcelain, these veneers look so natural that it becomes impossible to distinguish them from natural teeth. This is because the porcelain material reflects light better and mimics the natural look of teeth. Porcelain dental veneers also provide other benefits, such as better stain resistance to prevent discoloration of the veneer. This makes them last longer. On top of these, porcelain is also well accepted by gum tissue, thus causing fewer compatibility and tolerance issues in the long run.</li><li><strong>Resin composite veneers</strong> - Resin composite veneers are the conventional veneers used by dentists. Many patients still request resin veneers because they are thinner. This means that dentists only need to remove a very thin layer of the tooth surface to give way to the veneer, unlike porcelain veneers that require more space.</li></ul><h2>When should you get veneers</h2><p>Dentists use veneers to fix several dental problems. These include:</p><ul><li>Discoloration – One of the most common problems people have with their teeth is discoloration, or when the teeth are stained. Teeth can get stained over time due to use and the breakdown of enamel, but tetracycline and other drugs, excessive application of fluoride, or the use of resin fillings can also cause stains.</li><li>Chipped or broken teeth</li><li>Misaligned teeth</li><li>Irregularly shaped teeth</li><li>Uneven teeth surface, such as the presence of craters or bulges on the surface</li><li>Gaps between teeth</li></ul><h2>Getting Veneers: What to expect</h2><p>If you are getting veneers, you will go through a routine involving a total of three trips to the dentist's office:</p><ul><li><strong>Consultation</strong> – During your first visit, your dentist will examine the problematic tooth or teeth. You and your dentist will discuss the possible treatment options as well as the pros and cons of getting veneers. Your dentist will tell you whether veneers are appropriate for your situation. If you decide to go through with the veneers, your dentist will also fully acquaint you with the procedure, its benefits, and its limitations. He will then take an <a id=\"public-medical-information-procedures-link-3\" href=\"/procedures/dental-x-ray\">x-ray</a> and make impressions of the affected teeth.</li><li><strong>Preparation</strong> – During your second visit, your dentist will prepare the tooth for the placement of the veneers. This involves removing a thin layer from the surface of your teeth. The thickness of this layer will depend on the type of veneer you choose. A local anesthetic will be used to numb the area beforehand. After the procedure, the dentist will send your tooth's impression and have your veneers fabricated by a dental laboratory. This will take about 1 to 2 weeks depending on how many veneers you need. If the prepared tooth looks unsightly, you may ask for temporary veneers while waiting; this may require an additional cost.</li><li><strong>Bonding or application</strong> – On your third visit, your dentist will bond the veneer to the surface of your tooth. Several veneers can be bonded at once. The bonding process begins with the cleaning and polishing of the tooth surface; the surface has to be roughened to make sure the veneer bonds more strongly. Once the proper fit and positioning is achieved, the dentist will apply a special beam of light to activate the chemicals in the veneer's cement. This makes it harden quickly and attach itself to the tooth surface permanently. To test proper placement, the dentist will evaluate your bite, remove excess cement, and make necessary adjustments.</li></ul><p><br>Aside from these three visits, your dentist may ask you to come back for a follow-up check a couple of weeks after the veneers are bonded. This is to make sure no problems come up especially with your gums' response to the veneer.<br><br><strong>References</strong>:</p><ul><li>Peumans M., Meerbeek BV., Lambrechts P., Vanherle G. (1999). “Porcelain Veneers: A Review of the Literature.” Journal of Dentistry.</li><li>Pini NP., Aguiar FHB., Lovadino JR., et al. (2012). “Advances in Dental Veneers: Materials, Applications, and Techniques.” Clinical Cosmetic and Investigational Dentistry.</li><li>Suha Turkaslan, Kivanc Utku Ulusoy. (2009). “Esthetic rehabilitation of crowded maxillary anterior teeth utilizing ceramic veneers: a case report.” Cases Journal.</li><li>Marco Gresnigt, Mutlu Ozcan. (2011). “Esthetic rehabilitation of anterior teeth with porcelain laminates and sectional veneers.” J Can Dent Assoc 2011;77:b143</li><li>Raluca Dima. “Esthetics and Biocompatibility of Ceramic Versus Composite Dental Laminates.” Timisoara Medical Journal.</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Veneers: Overview"
 },
 {
   "ID": 27337,
   "Title": "What is Wrist Arthroscopy: Overview, Benefits, and Expected Results",
   "Content": "<p>Wrist arthroscopy can be either a diagnostic or surgical procedure; it can be performed to diagnose, treat, repair, or manage any problem involving the wrist. It is conducted using an instrument known as arthroscopy, a flexible narrow tube that is equipped with a camera that provides real-time images of the wrist and its various parts, such as the tissues, bones, and joints. The procedure is often performed by an orthopedic specialist or surgeon.</p><p>Injuries to the wrist have become one of the leading joint-related problems in the United States. According to the Bureau of Labor and Statistics, there were at least 185,000 cases of occupational injuries affecting the wrists and hands in 2012 alone. More than 30,000 of them were caused by sprains and tears while 17,000 were due to fractures.</p><p>Usually an outpatient procedure, wrist arthroscopy doesn’t require general anesthesia. Also, since only small incisions are made, recovery is quicker and easier while the risks and complications are often minor and rare.</p><h2>Who Should Undergo and Expected Results</h2><p>People who are involved in jobs that require consistent or regular use of the hands, fingers, and wrists are possible candidates for the procedure. These include workers who spend a lot of time typing on keyboards as they are prone to developing carpal tunnel syndrome.</p><p>Patients who were diagnosed with sprains, tears, and fractures can also be treated with wrist arthroscopy.</p><p>Any pain or discomfort felt on the wrist may be checked using this method. This is especially necessary if the pain continues despite medications and other treatments employed. Sometimes standard X-rays cannot catch issues, so the best way to determine is to look inside the wrist. The doctor may also request the exam if previous tests are inconclusive or if more information is needed to make an accurate diagnosis.</p><p>Certain types of infection on the limbs can have an impact on the wrist, and the test can indicate the extent of the condition as well as help surgeons determine the most appropriate form of treatment.</p><p>Other candidates for this procedure are people who develop ganglions, which are small sacs filled with fluid. Although they are benign, they can cause wrist pain and thus, have to be removed.</p><p>The procedure doesn’t take more than an hour to complete. Right after the procedure, the patient’s wrist is bandaged to restrict its motion, although fingers should still be free to move. Depending on the severity of the procedure and the condition, therapy or rehabilitation may follow as soon as the wrist has completely healed. Meanwhile, the doctor may provide medications for pain relief during the recovery stage.</p><h2>How Does the Procedure Work?</h2><p>Wrist arthroscopy can be divided into two parts. The first part is the diagnostic wherein the doctor reviews the patient’s concerns, symptoms, and medical history. Other tests, such as wrist rotation, may also be performed if more information is needed before the surgeon can decide if wrist arthroscopy is needed. If it is, local anesthesia is applied to the arm and wrist. Depending on the patient's anxiety level, the surgeon may also elect to provide sedation.</p><p>At least two incisions are made on the wrists. This is where the arthroscope is gently inserted. Meanwhile, the camera attached to the probe sends live feedback to the computer screen. The doctor can then discuss the condition based on observations from the test to the patient during the procedure.</p><p>At this point, the doctor has the option to end the test and prescribe non-surgical treatment, such as when the cause of the pain is an infection. Otherwise, the second step begins, which is surgery.</p><p>Surgery can be performed to repair fractures, align joints and bones, fix tears of the ligaments, and free pinched nerves as in the case of carpal tunnel syndrome. Cysts can also be removed in the process. If there are already damaged tissues, they will also be removed. The scope can go through tissues so it can carry out more intensive surgery using miniature tools.</p><p>After the surgery has been completed, the incisions will be stitched, and the wrist is covered with a bandage.</p><h2>Possible Risks and Complications</h2><p>Risks and complications due to the procedure are not usual. If they occur, they are often minor and gradually disappear a few days after the procedure.</p><p>Often, patients will experience wrist stiffness and discomfort due to the bandage that restricts movements. Because of the incisions, the wrist can also be prone to infection. In rare cases, wrist arthroscopy leads to damage to the nerves, cartilages, and tendons.</p><p><strong>References</strong>:</p><ul><li>Osterman AL, Lincoski C. Wrist Arthroscopy. In: Skirven, TM, Osterman AL, et al, eds. Rehabilitation of the Hand and Upper Extremity. 6th ed. Philadelphia, PA: Elsevier Mosby; 2011:chap. 77.</li><li>Part SJ III. Wrist. In: Wolfe SW, Hotchkiss RN, Kozin SH, Pederson WC, eds. Green's Operative Hand Surgery. 6th ed.Philadelphia, PA: Elsevier Churchill-Livingston; 2010:chap 14.</li></ul>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/adoctor-procidures.png",
   "Categories": "Procedures",
   "Tags": "and Expected Results|Benefits|What is Wrist Arthroscopy: Overview"
 },
 {
   "ID": 31239,
   "Title": "11 Herbs and Supplements to Help Fight Depression",
   "Content": "<p>Depression is a mental health condition that affects more than 17 million adults in the United States alone. However, the actual number is thought to be much higher, as many people with depression don’t seek treatment for various reasons (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6082193/\" target=\"_blank\" rel=\"noreferrer noopener\">1Trusted Source</a>,&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/books/NBK430847/\" target=\"_blank\" rel=\"noreferrer noopener\">2Trusted Source</a>).</p><p>Below are the five classNameifications of depressive disorders, which share features like sadness, irritable mood, a feeling of emptiness, and cognitive changes that affect functioning (<a href=\"https://www.ncbi.nlm.nih.gov/books/NBK430847/\" target=\"_blank\" rel=\"noreferrer noopener\">2Trusted Source</a>):</p><ul><li>major depressive disorder (MDD)</li><li>disruptive mood dysregulation disorder</li><li>persistent depressive disorder</li><li>premenstrual dysphoric disorder</li><li>depressive disorder due to another medical condition</li></ul><p>Depressive disorders are treated with medication and psychotherapy. In addition, lifestyle modifications, including making dietary changes and taking certain supplements, may also help people in recovery and relapse prevention.</p><p>For example, some research shows that specific vitamins, minerals, herbs, and other compounds may provide added benefits in improving depressive symptoms.</p><p>That being said, herbs and dietary supplements are not monitored by the Food and Drug Administration (FDA) in the same way as medications. So, you can’t always be certain of what you’re getting and whether it’s safe.</p><p>Additionally, more studies are needed to determine which natural supplements are more likely to help with depression, and what side effects they may cause.</p><p>Before introducing any supplements into your diet, it’s worth doing your research and discussing them with your doctor. This article lists 11 supplements that may benefit people with depression.</p><h2>Herbs for depression</h2><h3>Rhodiola (Rhodiola rosea)</h3><p>Rhodiola is an herb linked to a variety of potential health benefits when taken in supplement form. These include reduced depressive symptoms and an improved stress response, which can help your body adapt to stressful situations.</p><p>The herb may exert antidepressant effects via its ability to enhance nerve cell communication and reduce the overactivity of the hypothalamic-pituitary-adrenocortical (HPA) axis.</p><p>The HPA axis is a complex system that regulates your body’s stress response. Research suggests overactivity of the HPA axis may be associated with major depression (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4297663/\" target=\"_blank\" rel=\"noreferrer noopener\">3Trusted Source</a>,&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5313380/\" target=\"_blank\" rel=\"noreferrer noopener\">4Trusted Source</a>).</p><p>Some studies show that supplementing with Rhodiola may benefit those with depression by affecting neurotransmitter receptors and molecular networks that may have a beneficial effect on mood (<a rel=\"noreferrer noopener\" href=\"https://pubmed.ncbi.nlm.nih.gov/27013349/\" target=\"_blank\">5Trusted Source</a>).</p><p>For example, a study in 57 people with depression found that treatment with 340 mg of Rhodiola extract per day for 12 weeks led to clinically meaningful reductions in depressive symptoms (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4385215/\" target=\"_blank\" rel=\"noreferrer noopener\">3Trusted Source</a>).</p><p>What’s more, while Rhodiola treatment was less effective than the antidepressant medication Sertraline, it caused much fewer side effects (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4385215/\" target=\"_blank\" rel=\"noreferrer noopener\">3Trusted Source</a>).</p><p>Another study found that a supplement composed of Rhodiola and saffron significantly reduced depression and anxiety symptoms in adults with mild to moderate depression after 6 weeks (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6049049/\" target=\"_blank\" rel=\"noreferrer noopener\">6Trusted Source</a>).</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>Rhodiola may have beneficial effects for depressive symptoms when used on its own or combined with saffron. However, more studies are needed to draw robust conclusions.</p></blockquote><!-- /wp:quote --><h3>Saffron</h3><p>Saffron&nbsp;is a brightly colored spice that’s packed with antioxidant compounds, including the carotenoids crocin and crocetin. Interestingly, saffron has shown promise as a natural treatment for depression (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4643654/\" target=\"_blank\" rel=\"noreferrer noopener\">7Trusted Source</a>).</p><p>Studies have observed that it increases levels of the mood-boosting neurotransmitter serotonin in the brain. While it’s unknown exactly how this process works, it’s thought that saffron inhibits serotonin reuptake, thereby keeping it in the brain longer (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4643654/\" target=\"_blank\" rel=\"noreferrer noopener\">7Trusted Source</a>).</p><p>An analysis of five randomized controlled trials found that supplementing with saffron significantly reduced depressive symptoms in adults with MDD compared with placebo treatments (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4643654/\" target=\"_blank\" rel=\"noreferrer noopener\">7Trusted Source</a>).</p><p>What’s more, the review found that saffron supplements were similarly effective at reducing depressive symptoms as antidepressant medication (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4643654/\" target=\"_blank\" rel=\"noreferrer noopener\">7Trusted Source</a>).</p><p>However, the researchers acknowledged that larger trials with longer follow-up periods were needed to better assess saffron’s ability to help treat depression (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4643654/\" target=\"_blank\" rel=\"noreferrer noopener\">7Trusted Source</a>).</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>Saffron supplements show promise as a natural treatment for depression. However, research is ongoing, and larger, longer studies are needed before strong conclusions can be made.</p></blockquote><!-- /wp:quote --><h2><a>Supplements for depression</a></h2><h3>Omega-3 fatty acids</h3><p>Omega-3 fats are essential fats, meaning you need to get them from your diet. Some studies show that omega-3 supplements may help treat depression.</p><p>A 2020 analysis of randomized control trials including 638 women found that omega-3 fatty acid supplements significantly improved depressive symptoms in pregnant and postpartum women (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7299975/\" target=\"_blank\" rel=\"noreferrer noopener\">8Trusted Source</a>).</p><p>In the study, supplements with a higher ratio of eicosapentaenoic acid (EPA) to docosahexaenoic acid (DHA) were particularly effective. EPA and DHA are two types of omega-3 fatty acids, both of which are common in seafood (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7299975/\" target=\"_blank\" rel=\"noreferrer noopener\">8Trusted Source</a>).</p><p>Another review of 26 studies including 2,160 participants found that omega-3 supplements exerted an overall positive effect on the treatment of depressive symptoms.</p><p>Specifically, researchers concluded that omega-3 formulations that contained 60% or more EPA in a dose of 1 gram or less per day were most effective (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6683166/\" target=\"_blank\" rel=\"noreferrer noopener\">9Trusted Source</a>).</p><p>While these findings are promising, other studies have observed mixed results. For example, a 2019 study found that omega-3 supplements didn’t reduce depressive symptoms in children and adolescents with MDD (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6744624/\" target=\"_blank\" rel=\"noreferrer noopener\">10Trusted Source</a>).</p><p>Overall, omega-3 supplements are a well-tolerated and healthy addition to your diet if it lacks fatty fish. They may also help treat depression in certain populations. However, more research is needed.</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>Omega-3 supplements may help treat depression in certain populations, but more research is needed.</p></blockquote><!-- /wp:quote --><h3>NAC (N-acetylcysteine)</h3><p>NAC is a precursor to the amino acids L-cysteine and glutathione. Glutathione is considered one of the most important antioxidants in your body and is critical for regulating inflammation and protecting cells against oxidative damage (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6562654/\" target=\"_blank\" rel=\"noreferrer noopener\">11Trusted Source</a>).</p><p>Taking NAC has been shown to offer several&nbsp;health benefits, including boosting your body’s glutathione levels (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5005830/\" target=\"_blank\" rel=\"noreferrer noopener\">12Trusted Source</a>).</p><p>Research shows that people with depression are more likely to have higher levels of inflammatory cytokines like C-reactive protein, interleukin-6, and tumor necrosis factor-alpha. Taking NAC may help reduce inflammation and ease depressive symptoms (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6217900/\" target=\"_blank\" rel=\"noreferrer noopener\">13Trusted Source</a>).</p><p>What’s more, NAC may improve neurotransmitter dysregulation in those with psychiatric disorders. The dysregulation of neurotransmitters like dopamine and glutamate may be associated with mood disorders and schizophrenia, among other conditions (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6217900/\" target=\"_blank\" rel=\"noreferrer noopener\">13Trusted Source</a>).</p><p>Finally, a 2016 review of five studies concluded that treatment with NAC significantly reduced depressive symptoms and improved functioning in people with depression compared with placebo treatments. Plus, the NAC supplements were safe and well-tolerated (<a href=\"https://pubmed.ncbi.nlm.nih.gov/27137430/\" target=\"_blank\" rel=\"noreferrer noopener\">14Trusted Source</a>).</p><p>Doses of 2–2.4 grams per day are thought to help treat mental health conditions like depression (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6217900/\" target=\"_blank\" rel=\"noreferrer noopener\">13Trusted Source</a>).</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>NAC supplements may reduce depressive symptoms and improve functioning in people with depression.</p></blockquote><!-- /wp:quote --><h3>Vitamin D</h3><p>Vitamin D is a critical nutrient that plays numerous essential roles in your body. Unfortunately, many people don’t have sufficient vitamin D levels, including people with depression.</p><p>Research shows that people with depression are more likely to be low or deficient in vitamin D. Those with the condition tend to have lower vitamin D levels than the general population, and people with the lowest levels tend to have the most significant depressive symptoms (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6970300\" target=\"_blank\" rel=\"noreferrer noopener\">15Trusted Source</a>).</p><p>Vitamin D may fight depression through several mechanisms, including reducing inflammation, regulating mood, and protecting against neurocognitive dysfunction (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6970300\" target=\"_blank\" rel=\"noreferrer noopener\">15Trusted Source</a>).</p><p>A 2019 review of four randomized controlled trials found that vitamin D supplements led to clinical benefits in people with major depression (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6515787\" target=\"_blank\" rel=\"noreferrer noopener\">16Trusted Source</a>).</p><p>Additionally, a 2020 study in people with depression who were deficient in vitamin D found that receiving a single injection of 300,000 IU of vitamin D along with their usual treatment significantly improved depressive symptoms, quality of life, and illness severity (<a href=\"https://pubmed.ncbi.nlm.nih.gov/32823218/\" target=\"_blank\" rel=\"noreferrer noopener\">17Trusted Source</a>).</p><p>However, a 2020 review of 61 studies concluded that although vitamin D levels are related to depressive symptoms and supplements may help, more evidence is needed before vitamin D can be recommended as a universal treatment for depression (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6970300\" target=\"_blank\" rel=\"noreferrer noopener\">15Trusted Source</a>).</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>Studies show that vitamin D supplements may benefit people with depression. However, more research is needed before it can be prescribed as a standard treatment for depression.</p></blockquote><!-- /wp:quote --><h3>B vitamins</h3><p><a href=\"https://www.healthline.com/health/food-nutrition/vitamin-b-complex\">B vitamins</a>&nbsp;play important roles in neurological function and mood regulation. B vitamins, including folate, B12, and B6, are needed for the production and regulation of neurotransmitters like serotonin, gamma-aminobutyric acid (GABA), and dopamine (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4772032/\" target=\"_blank\" rel=\"noreferrer noopener\">18Trusted Source</a>).</p><p>Research shows that deficiencies in vitamin B12 and folate may increase the risk of depression, and supplementing with these nutrients may help reduce depressive symptoms in certain populations (<a href=\"https://pubmed.ncbi.nlm.nih.gov/25644193/\" target=\"_blank\" rel=\"noreferrer noopener\">19Trusted Source</a>).</p><p>For example, folate supplements may reduce symptoms of treatment-resistant depression in children and adults who have a genetic mutation that affects folate metabolism (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31058543/\" target=\"_blank\" rel=\"noreferrer noopener\">20Trusted Source</a>,&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3036555/\" target=\"_blank\" rel=\"noreferrer noopener\">21Trusted Source</a>,&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6530664/\" target=\"_blank\" rel=\"noreferrer noopener\">22Trusted Source</a>).</p><p>Supplementing with vitamin B12 has also been shown to reduce depressive symptoms in people with MDD when used alongside antidepressant medication (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3856388/\" target=\"_blank\" rel=\"noreferrer noopener\">23Trusted Source</a>).</p><p>A 2020 review similarly suggested that taking vitamin B12 supplements early may delay the onset of depression and improve the effects of antidepressant medications (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7688056/\" target=\"_blank\" rel=\"noreferrer noopener\">24Trusted Source</a>).</p><p>Vitamin B6 has also been found to improve depressive symptoms when used in combination with other nutrients, including tryptophan and a form of vitamin B3 called nicotinamide (<a href=\"https://pubmed.ncbi.nlm.nih.gov/31902864/\" target=\"_blank\" rel=\"noreferrer noopener\">25Trusted Source</a>).</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>B vitamin deficiencies are linked to an increased risk of depression. B vitamins, such as folate and vitamins B6 and B12, may help treat depression.</p></blockquote><!-- /wp:quote --><h3>Zinc</h3><p>Zinc is a mineral that’s critical to brain health and the regulation of neurotransmitter pathways. It also boasts antioxidant and anti-inflammatory properties (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5986464/\" target=\"_blank\" rel=\"noreferrer noopener\">26Trusted Source</a>).</p><p>Zinc deficiency is strongly linked to an increased risk of depression and depression symptom severity (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5986464/\" target=\"_blank\" rel=\"noreferrer noopener\">26Trusted Source</a>).</p><p>One analysis of 17 observational studies found that blood zinc levels were around 0.12 µg/mL lower in people with depression than in those without the condition. The study also associated greater zinc deficiency with greater depressive symptoms (<a href=\"https://pubmed.ncbi.nlm.nih.gov/23806573/\" target=\"_blank\" rel=\"noreferrer noopener\">27Trusted Source</a>).</p><p>Similarly, a review that included four randomized control studies found that when participants took&nbsp;<a href=\"https://www.healthline.com/nutrition/zinc-supplements\">zinc supplements</a>&nbsp;alongside their antidepressant medications, they experienced significantly lowered depressive symptoms (<a href=\"https://pubmed.ncbi.nlm.nih.gov/21798601/\" target=\"_blank\" rel=\"noreferrer noopener\">28Trusted Source</a>).</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>Zinc is essential to brain function, and a deficiency in this nutrient may increase the risk of depression. What’s more, supplementing with zinc may reduce depressive symptoms when used alongside antidepressant medications.</p></blockquote><!-- /wp:quote --><h3>S-Adenosylmethionine (SAMe)</h3><p>SAMe is a sulfur-containing compound that’s shown promise in the treatment of depression. It’s found naturally in your body and plays important role in brain functioning.</p><p>A 2020 review of eight studies found that SAMe when used alone or with&nbsp;antidepressant medications, improved depressive symptoms in people with MDD. The daily doses ranged from 200–3,200 mg, while the treatment time ranged from 2–12 weeks (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7487540/\" target=\"_blank\" rel=\"noreferrer noopener\">29Trusted Source</a>).</p><h3>St. John’s Wort</h3><p>St. John’s Wort is a popular herb that has shown promise in reducing symptoms in people with depression.</p><p>A 2016 review of 35 studies found that treatment with St. John’s Wort&nbsp;reduced symptoms&nbsp;in people with mild to moderate depression. However, the supplement has not been proven effective for treating severe depression (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5010734/\" target=\"_blank\" rel=\"noreferrer noopener\">30Trusted Source</a>,&nbsp;<a href=\"https://www.ncbi.nlm.nih.gov/books/NBK279279/\" target=\"_blank\" rel=\"noreferrer noopener\">31Trusted Source</a>).</p><p>Like many other herbs, St. John’s Wort has the potential to interact with commonly used medications. Importantly, the herb can interact severely with some antidepressant medications, leading to potentially life-threatening side effects (<a href=\"https://www.ncbi.nlm.nih.gov/books/NBK557465/\" target=\"_blank\" rel=\"noreferrer noopener\">32Trusted Source</a>).</p><h3>Magnesium</h3><p>Magnesium is an&nbsp;<a href=\"https://www.healthline.com/nutrition/what-does-magnesium-do\">important mineral</a>&nbsp;that may benefit those with depression. Magnesium deficiency is common among people with depression, and research shows that supplementing with it may reduce depressive symptoms (<a href=\"https://www.ncbi.nlm.nih.gov/books/NBK507265/\" target=\"_blank\" rel=\"noreferrer noopener\">33Trusted Source</a>).</p><p>A randomized study in 126 people with mild to moderate depression found that taking 248 mg of magnesium per day for 6 weeks significantly improved depressive symptoms compared with placebo (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5487054/\" target=\"_blank\" rel=\"noreferrer noopener\">34Trusted Source</a>).</p><h3>Creatine</h3><p>Creatine is an organic acid that plays an important role in maintaining brain energy, among&nbsp;other functions. Altered brain energy levels are thought to be involved in the development of depression (<a href=\"https://pubmed.ncbi.nlm.nih.gov/27113121/\" target=\"_blank\" rel=\"noreferrer noopener\">35Trusted Source</a>).</p><p>Some studies suggest that supplementing with 2–10 grams of creatine per day may reduce symptoms in people with MDD (<a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6769464/\" target=\"_blank\" rel=\"noreferrer noopener\">36Trusted Source</a>).</p><!-- wp:quote --><blockquote className=\"wp-block-quote\"><p><strong>SUMMARY</strong></p><p>While SAMe, St. John’s Wort, magnesium, and creatine may help reduce depressive symptoms, more research is needed. These supplements are natural, but they may still interact with other drugs. Talk with your doctor before adding them to your diet.</p></blockquote><!-- /wp:quote --><h2><a>Suicide prevention</a></h2><p>If you or someone you know is considering suicide or self-harm, please seek support:</p><ul><li>Call the&nbsp;<a href=\"https://suicidepreventionlifeline.org/\" target=\"_blank\" rel=\"noreferrer noopener\">National Suicide Prevention Lifeline</a>&nbsp;24 hours a day at 800-273-8255.</li><li>Text “HOME” to the&nbsp;<a href=\"https://www.crisistextline.org/?gclid=EAIaIQobChMIsPDQrdXH5wIVBRx9Ch1YdQjIEAAYASAAEgJ_1_D_BwE\" target=\"_blank\" rel=\"noreferrer noopener\">Crisis Textline</a>&nbsp;at 741741.</li><li>Not in the United States? Find a helpline in your country with&nbsp;<a href=\"https://www.befrienders.org/\" target=\"_blank\" rel=\"noreferrer noopener\">Befrienders Worldwide</a>.</li><li>Call 911 or your local emergency number if you feel it’s an emergency.</li></ul><p>While you wait for help to arrive, stay with someone and remove any weapons or substances that can cause harm. You are not alone.</p><h2><a>The bottom line</a></h2><p>Depression is a mental health condition that affects millions of people worldwide. Although depression is typically treated with medication and therapy, some people may want to try other safe methods like dietary modifications or supplements to reduce their symptoms.</p><p>The supplements in this article have been studied for their potential to reduce depressive symptoms and may be appropriate for some people with depression. However, more research is needed to draw robust conclusions about their effect on depression. </p><p>It’s essential to discuss any supplement with your doctor to ensure that it’s safe for you and fits your needs.</p>",
   "Image_URL": "https://adoctor.org/wp-content/uploads/pills-supplements-1296x728-header.jpg",
   "Categories": "Nutrition",
   "Tags": "11 Herbs|depression|Help Fight Depression|Supplements"
 }
]